Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/CloudCalling.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT_WLAN
source: Certain carriers allow you to make and receive calls on your iOS, watchOS, and Mac devices over WLAN (and/or over cellular data on WLAN + Cellular models of iPad when a WLAN signal is weak or unavailable). If you enable WLAN Calling and connect to a WLAN network from a WLAN Calling enabled device, information about the country where your network connection is made, based on your IP address (or cellular network if applicable), may be sent to your carrier for billing and service availability purposes. If you do not want to share this information with your carrier, you may turn off WLAN Calling on your iPhone and paired Apple Watch by going to Settings > Apps > Phone, and tapping to turn off WLAN Calling (for iPhone) and turning off Calls on Other Devices (for your other devices, including your paired Apple Watch). To turn off WLAN Calling on your iPad or iPod touch, go to Settings > FaceTime, and turn off Calls from iPhone. To turn off WLAN Calling on your Mac, go to FaceTime > Settings, and turn off Calls from iPhone. In order for your carrier to complete short code calls (calls to abbreviated numbers that provide access to public services) via WLAN or cellular data, Apple must provide the city from which the call is placed to your carrier to help them properly route the call. If you do not want to share the city you are calling from with your carrier when making short code calls, you may turn off Location Services for WLAN Calling on your iOS or watchOS device by going to Settings > Privacy & Security > Location Services > System Services, and tapping to turn off WLAN Calling. You can turn off Location Services for WLAN Calling on Mac by going to System Settings > Privacy & Security > Location Services, then clicking Details next to System Services and then deselecting WLAN Calling. If you turn off Location Services for WLAN Calling, your device will not be able to determine or send the city you are in to your carrier when you dial a short code number for a WLAN call and as a result your carrier may not be able to properly route or connect your call. Emergency calls on your iPhone are routed through cellular service when available. In the event that cellular service is not available and you have enabled WLAN Calling, emergency calls may be made over WLAN, and your device’s location information may be used for emergency calls to aid response efforts regardless of whether you enable Location Services. However, your carrier may choose to use your billing address or other address you provide to your carrier for the purpose of routing emergency services. You may update your address information for your carrier in Settings on your iOS devices and in FaceTime Settings on your Mac. You should keep this information up to date. Failing to do so may prevent emergency services from being properly routed to your physical location. For location reliability reasons, it is preferable to make emergency calls over traditional cellular or fixed line services, and only use WLAN Calling features for such calls as a last resort. For more information about WLAN Calling, refer to your carrier’s terms, privacy policy, and practices. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy
ar: تسمح لك بعض شركات الاتصالات بإجراء المكالمات واستلامها على أجهزة iOS و watchOS و Mac عبر WLAN (و/أو عبر البيانات الخلوية على طرز iPad المزودة بـ "WLAN + خلوي" عندما تكون إشارة WLAN ضعيفة أو غير متوفرة). عند تمكين مكالمات WLAN والاتصال بشبكة WLAN من جهاز يدعم مكالمات WLAN، فإن المعلومات الخاصة بالبلد الذي أجريت فيه الاتصال بالشبكة - استنادًا إلى عنوان IP (أو الشبكة الخلوية إن وجدت) - قد يتم إرسالها إلى شركة الاتصالات الخاصة بك لأغراض تتعلق بالفوترة وتوفر الخدمة. إذا كنت لا ترغب في مشاركة هذه المعلومات مع شركة الاتصالات، يمكنك إيقاف مكالمات WLAN على iPhone و Apple Watch المقترنة به بالانتقال إلى الإعدادات > الهاتف، والضغط لإيقاف "مكالمات WLAN" (على iPhone) وإيقاف "مكالمات على الأجهزة الأخرى" (على أجهزتك الأخرى، بما في ذلك Apple Watch المقترنة). لإيقاف مكالمات WLAN على iPad أو iPod touch، انتقل إلى الإعدادات > فيس تايم، وأوقف "مكالمات من الـ iPhone". لإيقاف مكالمات WLAN على Mac، انتقل إلى فيس تايم > الإعدادات، ثم أوقف "المكالمات من الـ iPhone". حتى تتمكن شركة الاتصالات من إكمال المكالمات ذات الرموز القصيرة (المكالمات الصادرة إلى الأرقام المختصرة التي توفر وصولاً إلى خدمات عامة) عبر WLAN أو البيانات الخلوية، يتعين على Apple أن تقدم لشركة الاتصالات معلومات المدينة التي يتم إجراء المكالمة منها، وذلك لمساعدتها في توجيه المكالمة بشكل صحيح. إذا كنت لا ترغب في مشاركة معلومات المدينة التي تتصل منها مع شركة الاتصالات عند إجراء مكالمات ذات رموز قصيرة، يمكنك إيقاف خدمات الموقع لمكالمات WLAN على جهاز iOS أو watchOS، وذلك بالانتقال إلى الإعدادات > الخصوصية والأمن > خدمات الموقع > خدمات النظام، ثم الضغط لإيقاف مكالمات WLAN. ويمكنك إيقاف خدمات الموقع لمكالمات WLAN على Mac بالانتقال إلى إعدادات النظام > الخصوصية والأمن > خدمات الموقع، النقر على القفل وإدخال كلمة السر، ثم النقر على "التفاصيل" بجانب خدمات النظام وإلغاء تحديد مكالمات WLAN. في حالة إيقاف خدمات الموقع لمكالمات WLAN، لن يكون بإمكان جهازك تحديد المدينة التي توجد فيها أو الإفصاح عنها إلى شركة الاتصالات عند الاتصال برقم ذي رمز قصير لإجراء مكالمة WLAN، ومن ثم قد لا تتمكن شركة الاتصالات من توجيه أو توصيل مكالمتك بشكل صحيح. يتم توجيه مكالمات الطوارئ على iPhone من خلال الخدمة الخلوية عندما تكون متوفرة. وفي حالة عدم توفر الخدمة الخلوية في حين تمكين مكالمات WLAN، ربما يتم إجراء مكالمات الطوارئ عبر WLAN، ويمكن استخدام معلومات موقع جهازك لإجراء مكالمات الطوارئ للمساعدة في جهود الاستجابة سواء أكانت خدمات الموقع قيد التشغيل أم لا. ومع ذلك، قد تختار شركة الاتصالات استخدام عنوان الدفع أو أي عنوان آخر تقدمه لشركة الاتصالات بغرض توجيه خدمات الطوارئ. يمكنك تحديث معلومات عنوانك الخاصة بشركة الاتصالات في الإعدادات على أجهزة iOS وفي إعدادات فيس تايم على الـ Mac. وينبغي تحديث هذه المعلومات أولاً بأول. فالإخفاق في ذلك قد يمنع توجيه خدمات الطوارئ بشكل صحيح إلى موقعك الفعلي. لأسباب تتعلق بموثوقية الموقع، من الأفضل إجراء مكالمات الطوارئ عبر الخدمة الخلوية التقليدية أو خدمات الخطوط الثابتة، وعدم استخدام ميزات مكالمات WLAN لإجراء مثل هذه المكالمات إلا كحل أخير فقط. لمزيد من المعلومات حول مكالمات WLAN، الرجاء مراجعة الشروط وسياسية الخصوصية والممارسات المتبعة لدى شركة الاتصالات الخاصة بك. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy.
bg: Определени оператори ви дават възможност да правите и получавате обаждания на вашите iOS, watchOS и Mac устройства през WLAN (и/или през мобилни данни на моделите на iPad с WLAN + Cellular, когато WLAN сигналът е слаб или не е достъпен). Ако активирате WLAN обаждания и се свържете към WLAN мрежа от устройство с включени WLAN обаждания, информация за държавата, в която се осъществява вашата мрежова връзка, въз основа на вашия IP адрес (или мобилна мрежа, ако е приложимо), може да бъде изпратена до вашия оператор за целите на таксуването и наличността на услугата. Ако не искате да споделяте тази информация с оператора, можете да изключите WLAN обажданията на вашия iPhone и свързан Apple Watch, като отидете в Настройки > Приложения >Телефон и докоснете, за да изключите WLAN обаждания (за iPhone) и изключите обаждания на други устройства (за другите ваши устройства, включително за свързан Apple Watch). За да изключите WLAN обаждания на вашия iPad или iPod touch, отидете в Настройки > FaceTime и изключете обаждания от iPhone. За да изключите WLAN обаждания на вашия Mac, отидете във FaceTime > Настройки и изключете обаждания от iPhone. За да може вашият оператор да осъществява обаждания към кратки номера (обаждания до съкратени номера, които осигуряват достъп до обществени услуги) чрез WLAN или мобилни данни, Apple трябва да предостави града, от който е направено обаждането, за да помогне за правилното му насочване. Ако не искате да споделяте с вашия оператор града, от който се обаждате, когато правите обаждания към кратки номера, можете да изключите Услугите за местоположение за WLAN обаждания на iOS и watchOS устройство, като отидете в Настройки > Поверителност и сигурност > Услуги за местоположение > Системни услуги и докоснете, за да изключите Wi-Fi обаждания. Можете да изключите Услуги за местоположение за WLAN обаждания на Mac, като отидете в Системни настройки > Поверителност и сигурност > Услуги за местоположение, след това щракнете върху Детайли до Системни услуги и премахнете избора от WLAN обаждания. Ако изключите Услугите за местоположение за WLAN обаждания, вашето устройство няма да може да определи или изпрати града, в който се намирате, до вашия оператор, когато наберете кратък номер за WLAN обаждане и в резултат на това вашият оператор може да няма възможност правилно да насочи или свърже вашето обаждане. Спешните обаждания на вашия iPhone са насочени през мобилни услуги, когато са достъпни. В случай, че мобилните услуги не са достъпни и сте активирали WLAN обаждания, спешно обаждане може да се осъществи през WLAN мрежата и информацията за местоположението на вашето устройство може да се използва за осъществяване на спешното обаждане, независимо дали сте активирали функцията Услуги за местоположение. Въпреки това, вашият оператор може да избере да използва вашия адрес за фактуриране или друг адрес, който предоставяте на своя оператор, за целите на насочване на спешни услуги. Можете да обновите информацията за адреса ви за оператора в Настройки на вашето iOS устройство и в Настройки на FaceTime на вашия Mac. Трябва да поддържате тази информация актуална. Ако не го направите, това може да попречи на службите за спешна помощ да бъдат правилно насочени към вашето физическо местоположение. За надеждност на местоположението е препоръчително да извършвате спешни обаждания през традиционните мобилни или фиксирани услуги и да използвате функциите за WLAN обаждания за такива обаждания само в краен случай. За повече информация относно WLAN обаждания, вижте условията, политиката за поверителност и практиките на вашия оператор. Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy
ca: Alguns operadors permeten fer i rebre trucades amb dispositius iOS, watchOS i Mac a través de WLAN (i/o a través de dades mòbils amb models dʼiPad amb WLAN + Cellular quan el senyal WLAN és feble o inexistent). Si actives les trucades per WLAN i et connectes a una xarxa WLAN des dʼun dispositiu amb les trucades per WLAN activades, pot ser que sʼenviï al teu operador informació sobre el país des dʼon tʼestàs connectant, basada en la teva adreça IP (o xarxa mòbil, si sʼaplica), per qüestions de facturació o de disponibilitat del servei. Si no vols compartir la informació amb lʼoperador, pots desactivar les trucades per WLAN a lʼiPhone i a lʼApple Watch enllaçat. Per fer‑ho, ves a lʼapp Configuració > Apps > Telèfon i desactiva les trucades per WLAN (en el cas de lʼiPhone) i les trucades en altres dispositius (en el cas dʼaltres dispositius, inclòs lʼApple Watch enllaçat). Per desactivar les trucades per WLAN en un iPad o iPod touch, ves a l’app Configuració > FaceTime i, després, desactiva les trucades des de l’iPhone. Per desactivar les trucades per WLAN en un Mac, ves al FaceTime > Configuració i, després, desactiva les trucades des de l’iPhone. Per tal que l’operador pugui efectuar i dirigir correctament les trucades de codi curt (trucades a números abreujats que donen accés a serveis públics) via WLAN o dades mòbils, Apple ha d’indicar‑li la ciutat des d’on es fan. Si no vols comunicar a l’operador la ciutat d’on truques quan fas trucades de codi curt, pots desactivar la localització de les trucades per WLAN a l’iOS i el watchOS a l’app Configuració > Privacitat i seguretat > Localització > Serveis del sistema > Trucades per WLAN. Al Mac, pots desactivar la localització de les trucades per WLAN a l’app Configuració del Sistema > Privacitat i seguretat > Localització > Serveis del sistema > Detalls > Trucades per WLAN. Si desactives la localització de les trucades per WLAN, pot ser que el dispositiu no pugui determinar la ciutat on et trobes ni comunicar‑la a l’operador quan marquis un número de codi curt per fer una trucada per WLAN i, per tant, és possible que l’operador no pugui dirigir o efectuar la trucada correctament. A l’iPhone, les trucades d’emergència s’efectuen a través de la xarxa mòbil, sempre que n’hi hagi una de disponible. En cas que no n’hi hagi cap i tinguis activades les trucades per WLAN, les trucades d’emergència es podran fer a través d’una xarxa WLAN i, per millorar‑ne la resposta, es podran utilitzar les dades sobre la localització del dispositiu, encara que no la tinguis activada. Malgrat tot, pot ser que l’operador faciliti als serveis d’emergències l’adreça de facturació o una altra adreça que li hagis proporcionat perquè et puguin trobar. Pots actualitzar l’adreça que hagis proporcionat a l’operador a la configuració dels dispositius iOS i a la configuració del FaceTime dels Mac. És important que mantinguis les dades al dia perquè, en cas contrari, pot ser que els serveis d’emergències no puguin arribar al lloc on et trobis. Per motius de fiabilitat de la localització, es recomana fer les trucades d’emergència a través dels serveis convencionals de telefonia mòbil i fixa, i reservar les trucades per WLAN com a últim recurs. Per obtenir més informació sobre les trucades per WLAN, consulta les condicions, la política de privacitat i les pràctiques del teu operador. La informació rebuda per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que està disponible a www.apple.com/es/privacy.
cs: Někteří operátoři vám na zařízeních s iOS a watchOS a počítačích Mac umožňují zahajovat a přijímat hovory prostřednictvím WLAN. Na iPadu (WLAN + Cellular) je v případě nedostatečného nebo nedostupného připojení k WLAN také možné využít mobilní datovou síť. Pokud zapnete WLAN hovory a připojíte se k WLAN síti ze zařízení se zapnutými WLAN hovory, je možné, že vašemu operátorovi bude z fakturačních důvodů a za účelem poskytování služby předána informace o zemi, ve které jste se k síti připojili (na základě vaší IP adresy nebo mobilní sítě). Pokud tyto informace se svým operátorem sdílet nechcete, můžete na svém iPhonu a spárovaných Apple Watch WLAN hovory vypnout. Chcete‑li to udělat, přejděte do Nastavení > Aplikace > Telefon a klepnutím vypněte volby WLAN hovory (pro iPhone) a Hovory na ostatních zařízeních (pro vaše ostatní zařízení včetně spárovaných Apple Watch). Pokud chcete WLAN hovory vypnout na iPadu nebo iPodu touch, přejděte do Nastavení > FaceTime a vypněte volbu Hovory z iPhonu. Na Macu vyberte FaceTime > Nastavení a vypněte volbu Hovory z iPhonu. Když voláte na krátká čísla (zkrácená čísla, jež poskytují přístup k veřejným službám) přes WLAN nebo mobilní datovou síť, Apple musí předat vašemu operátorovi informaci o městě, ze kterého voláte, aby mohl operátor vaše hovory správně směrovat. Pokud při těchto voláních nechcete se svým operátorem sdílet informace o městě, ve kterém se nacházíte, můžete pro WLAN hovory vypnout polohové služby. Na iOS a watchOS zařízeních přejděte do Nastavení > Soukromí a zabezpečení > Polohové služby > Systémové služby a klepnutím vypněte volbu WLAN hovory. Chcete‑li polohové služby pro WLAN hovory vypnout na Macu, otevřete Nastavení systému > Soukromí a zabezpečení > Polohové služby, klikněte na Podrobnosti u položky Systémové služby a zrušte výběr volby WLAN hovory. Pamatujte na to, že pokud polohové služby pro WLAN hovory vypnete, vaše zařízení nedokáže určit ani vašemu operátorovi poslat informace o městě, ve kterém se nacházíte, a je možné, že operátor po vytočení krátkého čísla při volání přes WLAN nedokáže váš hovor správně přesměrovat nebo spojit. Tísňová volání z vašeho iPhonu jsou, kdykoli je to možné, směrována přes mobilní síť. Pokud není mobilní síť dostupná a máte zapnuté WLAN hovory, mohou být tísňová volání směrována přes WLAN. V tomto případě může být využita poloha vašeho zařízení za účelem poskytnutí pomoci záchrannými službami bez ohledu na to, zda máte či nemáte zapnuté polohové služby. Váš operátor se ale také může rozhodnout, že ke směrování záchranných služeb použije vaši fakturační nebo jinou adresu. Informace o vašich adresách, které má operátor k dispozici, můžete na iOS zařízeních aktualizovat v Nastavení a na Macu v nastavení FaceTimu. Tyto informace byste měli neustále udržovat v aktuálním stavu. V opačném případě se může vyslání záchranných služeb minout cílem. Z důvodu spolehlivosti určení vaší polohy je vždy lepší volat na tísňové linky přes klasickou mobilní síť nebo pevnou linku a WLAN hovory použít jen jako poslední východisko z nouze. Další informace o WLAN hovorech najdete v podmínkách, pravidlech ochrany soukromí a postupech vašeho operátora. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Visse operatører giver dig mulighed for at foretage og modtage opkald via på dine iOS-, watchOS- og Mac-enheder via WLAN (og/eller mobildata på WLAN + Cellular iPad-modeller, når et WLAN-signal er svagt eller utilgængeligt). Hvis du slår WLAN-opkald til og opretter forbindelse til et WLAN-netværk fra en enhed, hvor WLAN-opkald er slået til, sendes oplysninger – baseret på din IP-adresse (eller mobilnetværk hvis tilgængeligt) – om det land, hvor du har oprettet netværksforbindelse, muligvis til din operatør mhp. fakturering og tilgængelighed. Hvis du ikke ønsker at dele disse oplysninger med din operatør, kan du slå WLAN-opkald fra på din iPhone og et parret Apple Watch ved at gå til Indstillinger > Apps > Telefon og trykke for at slå WLAN-opkald fra (for iPhone) og slå Opkald på andre enheder fra (for andre enheder, herunder dit parrede Apple Watch). Du kan slå WLAN-opkald fra på din iPad eller iPod touch ved at gå til Indstillinger > FaceTime og slå Opkald fra iPhone fra. Du kan slå WLAN-opkald fra på din Mac ved at gå til FaceTime > Indstillinger og slå Opkald fra iPhone fra. Din operatør har brug for oplysninger fra Apple, om den by opkaldet foretages fra, for at kunne placere korte lokalopkald (opkald med forkortede numre til offentlige tjenester) via WLAN eller mobildata. Hvis du ikke ønsker at dele oplysninger om den by, du ringer fra, med din operatør, når du foretager opkald med korte lokalnumre, kan du slå Lokalitetstjenester for WLAN-opkald fra på din iOS- eller watchOS-enhed ved at gå til Indstillinger > Anonymitet & sikkerhed > Lokalitetstjenester > Systemtjenester og trykke for at slå WLAN-opkald fra. Du kan slå Lokalitetstjenester fra for WLAN-opkald på Mac ved at gå til Systemindstillinger > Anonymitet & sikkerhed > Lokalitetstjenester. Derefter skal du klikke på Oplysninger ved siden af Systemtjenester og fravælge WLAN-opkald. Hvis du slår Lokalitetstjenester fra for WLAN-opkald, kan din enhed ikke afgøre eller sende oplysninger om den by, du befinder dig i, til din operatør, når du ringer vha. et kort lokalnummer med WLAN-opkald, og din operatør kan som resultat heraf muligvis ikke placere dit opkald. Nødopkald på din iPhone gennemføres, når det er muligt med mobiltjeneste. Hvis mobiltjenesten ikke er tilgængelig, og WLAN-opkald er slået til, foretages nødopkald muligvis via WLAN, og din enheds lokalitetsoplysninger kan bruges til at hjælpe redningsarbejde, uanset om du har slået Lokalitetstjenester til eller ej. Dog kan din operatør vælge at bruge din faktureringsadresse eller en anden adresse, du har oplyst til operatøren mhp. vejvisning i nødsituationer. Du kan opdatere dine adresseoplysninger til din operatør i Indstillinger på dine iOS-enheder og i indstillingerne til FaceTime på din Mac. Du bør holde disse oplysninger ajour. Er de ikke ajour, får redningstjenester muligvis ikke korrekt rutevejledning til din fysiske placering. Det er bedre at foretage nødopkald via et almindeligt mobilnetværk eller med en fastnettelefon af hensyn til nøjagtigheden, og nødopkald bør kun foretages via WLAN, når det er den eneste mulighed. Du kan få flere oplysninger om WLAN-opkald ved at se din operatørs vilkår, praksis og politik vedr. anonymitet. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy
de: Manche Netzbetreiber ermöglichen es, auf iOS-, watchOS- und Mac-Geräten Anrufe über WLAN zu führen (und/oder über mobile Daten auf iPad-Modellen mit WLAN + Cellular, wenn das WLAN-Signal schwach oder nicht verfügbar ist). Sind WLAN-Anrufe aktiviert und wird von einem Gerät, auf dem WLAN-Anrufe aktiviert sind, eine WLAN-Verbindung hergestellt, werden Informationen über das Land, von dem die Netzwerkverbindung hergestellt wurde, basierend auf deiner IP-Adresse (oder ggf. einem Mobilfunknetz), möglicherweise zu Zwecken der Abrechnung und der Verfügbarkeit der Dienste an den Netzbetreiber gesendet. Wenn diese Informationen nicht mit deinem Netzbetreiber geteilt werden sollen, kannst du WLAN-Anrufe auf deinem iPhone und der damit gekoppelten Apple Watch deaktivieren. Öffne dazu „Einstellungen“ > „Apps“ > „Telefon“ und deaktiviere die Optionen für WLAN-Anrufe (für iPhone) und deaktiviere Anrufe auf anderen Geräten (für deine anderen Geräte, z. B. eine gekoppelte Apple Watch). Zum Deaktivieren von WLAN-Anrufen auf deinem iPad oder iPod touch öffne „Einstellungen“ > „FaceTime“ und deaktiviere dann „Anrufe vom iPhone“. Zum Deaktivieren von WLAN-Anrufen auf deinem Mac öffne „FaceTime“ > „Einstellungen“ und deaktiviere „Anrufe vom iPhone“. Damit der Netzbetreiber Kurznummeranrufe (Anrufe an abgekürzte Nummern, die Zugriff auf öffentliche Dienste bieten) über WLAN oder mobile Daten ausführen kann, muss Apple die Stadt, von der der Anruf getätigt wird, an den Netzbetreiber senden, sodass der Anruf ordnungsgemäß weitergeleitet werden kann. Wenn du nicht möchtest, dass die Stadt, von der die Kurznummeranrufe getätigt werden, mit dem Netzbetreiber geteilt wird, können die Ortungsdienste für WLAN-Anrufe auf deinem iOS- oder watchOS-Gerät deaktiviert werden. Öffne dazu „Einstellungen“ > „Datenschutz & Sicherheit“ > „Ortungsdienste“ > „Systemdienste“ und deaktiviere „WLAN-Anrufe“. Du kannst die Ortungsdienste für WLAN-Anrufe auf dem Mac deaktivieren. Wähle dazu „Systemeinstellungen“ > „Datenschutz & Sicherheit“ > „Ortungsdienste“, klicke neben den Systemdiensten auf „Details“ und deaktiviere „WLAN-Anrufe“. Werden die Ortungsdienste für WLAN-Anrufe deaktiviert, kann das Gerät weder bestimmen, von welcher Stadt du eine Kurznummer für einen WLAN-Anruf wählst, noch kann es die Stadt, in der du dich befindest, an deinen Netzbetreiber senden. Folglich kann es sein, dass dein Netzbetreiber deinen Anruf nicht ordnungsgemäß weiterleiten oder verbinden kann. Notrufe auf deinem iPhone werden, wenn verfügbar, über die mobilen Dienste geleitet. Falls die mobilen Dienste nicht verfügbar sind und „WLAN-Anrufe“ aktiviert ist, werden Notrufe möglicherweise über WLAN geleitet. In diesem Fall kann der Gerätestandort verwendet werden, um Notfallmaßnahmen zu unterstützen, und zwar unabhängig davon, ob die Ortungsdienste aktiviert sind oder nicht. Es kann jedoch passieren, dass der Netzbetreiber deine Rechnungsadresse oder eine andere von dir bereitgestellte Adresse angibt, um die Rettungsdienste zu deinem Standort zu leiten. Du kannst deine Adressinformationen für den Netzbetreiber in den Einstellungen auf deinen iOS-Geräten sowie in den FaceTime-Einstellungen auf deinem Mac aktualisieren. Diese Informationen sollten immer auf dem neuesten Stand gehalten werden. Anderenfalls kann es passieren, dass die Rettungsdienste nicht ordnungsgemäß zu deinem tatsächlichen Standort geleitet werden. Aus Gründen der Standortzuverlässigkeit wird empfohlen, Notrufe über herkömmliche mobile oder Festnetzdienste zu tätigen und WLAN-Anrufe nur als letzte Option zu verwenden. Weitere Informationen über WLAN-Anrufe sind in den Nutzungsbedingungen, Datenschutzbestimmungen und -verfahren deines Netzbetreibers erhältlich. Von Apple gesammelte Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie unter www.apple.com/de/privacy behandelt.
el: Ορισμένες εταιρείες κινητής τηλεφωνίας επιτρέπουν την πραγματοποίηση και τη λήψη κλήσεων στις συσκευές iOS και watchOS και στους υπολογιστές Mac σας μέσω WLAN (και/ή μέσω κινητού δικτύου σε μοντέλα WLAN + Cellular του iPad όταν δεν υπάρχει δίκτυο WLAN ή το σήμα είναι ασθενές). Αν ενεργοποιήσετε τις Κλήσεις μέσω WLAN και συνδεθείτε σε δίκτυο WLAN από συσκευή με ενεργοποιημένες τις Κλήσεις μέσω WLAN, μπορεί να σταλούν στον φορέα κινητής τηλεφωνίας σας πληροφορίες σχετικά με τη χώρα όπου πραγματοποιείται η δικτυακή σύνδεση, με βάση τη διεύθυνση IP σας (ή το κινητό δίκτυο, κατά περίπτωση), για σκοπούς τιμολόγησης και διαθεσιμότητας υπηρεσιών. Αν δεν επιθυμείτε την κοινοποίηση αυτών των πληροφοριών στον φορέα κινητής τηλεφωνίας σας, μπορείτε να απενεργοποιήσετε τις Κλήσεις μέσω WLAN στο iPhone και στο ζευγοποιημένο Apple Watch σας. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Εφαρμογές» > «Τηλέφωνο» και αγγίξτε για να απενεργοποιήσετε τις «Κλήσεις μέσω WLAN» (σε iPhone) και τις «Κλήσεις σε άλλες συσκευές» (στις άλλες συσκευές σας, συμπεριλαμβανομένου του ζευγοποιημένου Apple Watch). Για να απενεργοποιήσετε τις Κλήσεις μέσω WLAN στο iPad ή iPod touch σας, μεταβείτε στις «Ρυθμίσεις» > «FaceTime» και απενεργοποιήστε τις «Κλήσεις από iPhone». Για να απενεργοποιήσετε τις Κλήσεις μέσω WLAN στο Mac σας, μεταβείτε στο «FaceTime»> «Ρυθμίσεις» και απενεργοποιήστε τις «Κλήσεις από iPhone». Για να μπορεί ο φορέας κινητής τηλεφωνίας σας να πραγματοποιεί κλήσεις σύντομων κωδικών (κλήσεις σε συντετμημένους αριθμούς που παρέχουν πρόσβαση σε δημόσιες υπηρεσίες) μέσω WLAN ή κινητού δικτύου, η Apple πρέπει να παρέχει την πόλη από όπου πραγματοποιήθηκε η κλήση στον φορέα κινητής τηλεφωνίας σας για να βοηθήσει ως προς τη σωστή δρομολόγηση της κλήσης. Αν δεν επιθυμείτε να κοινοποιηθεί στον φορέα η πόλη από την οποία καλείτε τον σύντομο κωδικό, μπορείτε να απενεργοποιήσετε τις Υπηρεσίες τοποθεσίας για τις Κλήσεις μέσω WLAN στη συσκευή iOS ή watchOS σας. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Υπηρεσίες τοποθεσίας» > «Υπηρεσίες συστήματος», και αγγίξτε για να απενεργοποιήσετε τις «Κλήσεις μέσω WLAN». Για να απενεργοποιήσετε τις Υπηρεσίες τοποθεσίας για τις Κλήσεις μέσω WLAN σε Mac, μεταβείτε στις «Ρυθμίσεις συστήματος» > «Απόρρητο και ασφάλεια» > «Υπηρεσίες τοποθεσίας». Στη συνέχεια, κάντε κλικ στις «Λεπτομέρειες» δίπλα στις «Υπηρεσίες συστήματος» και μετά αποεπιλέξτε τις «Κλήσεις μέσω WLAN». Αν απενεργοποιήσετε τις Υπηρεσίες τοποθεσίας για τις Κλήσεις μέσω WLAN, η συσκευή σας δεν θα μπορεί να προσδιορίσει ή να στείλει την πόλη όπου βρίσκεστε στον φορέα κινητής τηλεφωνίας σας όταν πραγματοποιείτε μια κλήση σύντομου κωδικού με κλήση μέσω WLAN, και συνεπώς ο φορέας κινητής τηλεφωνίας σας ενδέχεται να μην μπορέσει να δρομολογήσει ή να συνδέσει σωστά την κλήση σας. Οι επείγουσες κλήσεις στο iPhone σας δρομολογούνται μέσω του δικτύου κινητής τηλεφωνίας σας όταν αυτό είναι διαθέσιμο. Σε περίπτωση που δεν διατίθεται κινητό δίκτυο και έχετε ενεργοποιήσει τις Κλήσεις μέσω WLAN, οι επείγουσες κλήσεις μπορεί να πραγματοποιηθούν μέσω WLAN και ενδέχεται να χρησιμοποιηθούν τα στοιχεία τοποθεσίας της συσκευής σας ώστε να βοηθήσουν τις υπηρεσίες αντιμετώπισης έκτακτων αναγκών ανεξάρτητα αν έχετε ενεργοποιήσει τις Υπηρεσίες τοποθεσίας. Ωστόσο, ο φορέας κινητής τηλεφωνίας σας μπορεί να επιλέξει να χρησιμοποιήσει τη διεύθυνση τιμολόγησής σας ή άλλη διεύθυνση που του έχετε παράσχει με σκοπό τη δρομολόγηση των Υπηρεσιών έκτακτης ανάγκης. Μπορείτε να ενημερώσετε τα στοιχεία της διεύθυνσής σας για τον φορέα κινητής τηλεφωνίας στις Ρυθμίσεις των συσκευών iOS σας και στις Ρυθμίσεις του FaceTime στο Mac σας. Πρέπει να διατηρείτε αυτά τα στοιχεία ενημερωμένα. Αν δεν είναι ενημερωμένα, ενδέχεται να μην είναι δυνατή η δρομολόγηση των Υπηρεσιών έκτακτης ανάγκης στη φυσική τοποθεσία σας. Για λόγους αξιοπιστίας τοποθεσίας, είναι προτιμότερο να πραγματοποιείτε επείγουσες κλήσεις μέσω δικτύου κινητής ή σταθερής τηλεφωνίας και να χρησιμοποιείτε τις δυνατότητες των Κλήσεων μέσω WLAN για επείγουσες κλήσεις μόνο ως έσχατη λύση. Για περισσότερες πληροφορίες σχετικά με τις Κλήσεις μέσω WLAN, ανατρέξτε στους όρους, την πολιτική απορρήτου και τις πρακτικές του φορέα κινητής τηλεφωνίας σας. Ο χειρισμός των πληροφοριών που συλλέγει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/privacy.
es: Algunos operadores permiten realizar y recibir llamadas en tus dispositivos iOS, watchOS y Mac a través de una red WLAN (o de datos móviles en modelos de iPad WLAN + Cellular si la señal WLAN es débil o no está disponible). Si activas las llamadas por WLAN y te conectas a una red WLAN desde un dispositivo con esta función activada, puede enviarse a tu operador información sobre el país desde donde se realiza la conexión de red (basada en tu dirección IP, o la red móvil si procede) con fines de disponibilidad del servicio y de facturación. Si no quieres compartir esta información con tu operador, ve a Ajustes > Apps > Teléfono, y desactiva “Llamadas por WLAN” (en el iPhone) o “Llamadas en otros dispositivos” (en el resto de dispositivos, incluido el Apple Watch enlazado). Para desactivar las llamadas por WLAN en tu iPad o iPod touch, desactiva “Llamadas desde el iPhone” en Ajustes > FaceTime. Para desactivarlas en un Mac, ve a FaceTime > Ajustes y desactiva “Llamadas desde el iPhone”. Para que tu operador pueda completar las llamadas a números cortos (llamadas a números abreviados que proporcionan acceso a servicios públicos) a través de una conexión WLAN o de datos móviles, Apple debe proporcionar al operador la ciudad desde la que se llama para dirigir la llamada correctamente. Si en las llamadas a números cortos no quieres compartir con tu operador la ciudad desde la que estás llamando, puedes desactivar la localización de las llamadas por WLAN en tu dispositivo iOS o watchOS. Para ello, ve a Ajustes > Privacidad y seguridad > Localización > Servicios del sistema, y desactiva la opción “Llamadas por WLAN”. Para hacerlo en el Mac, ve a Ajustes del Sistema > Privacidad y seguridad > Localización, haz clic en el botón Detalles junto a “Servicios del sistema” y desactiva “Llamadas por WLAN”. Si desactivas la localización de las llamadas por WLAN, cuando marques un número corto para realizar una llamada por WLAN, el dispositivo no podrá determinar la ciudad en la que te encuentras ni podrá enviársela al operador y, como resultado, es posible que tu operador no pueda dirigir o conectar la llamada correctamente. En el iPhone, las llamadas SOS se realizan a través del servicio de telefonía móvil siempre que esté disponible. En el caso de que no haya una red móvil disponible y tengas activadas las llamadas por WLAN, las llamadas SOS se podrán realizar a través de la conexión WLAN y se podrá utilizar la información de localización de tu dispositivo para dar respuesta a dichas llamadas SOS, independientemente de si tienes o no activada la función de localización. No obstante, tu operador puede decidir usar tu dirección de facturación, u otra dirección que le hayas proporcionado, a la hora de enviar a los servicios de emergencia. Puedes actualizar la dirección que proporcionaste a tu operador en la app Ajustes de tus dispositivos iOS y en los ajustes de la app FaceTime en tu Mac. Deberás mantener esta información actualizada en todo momento. De no hacerlo, es posible que los servicios de emergencia no se dirijan correctamente a tu ubicación física. Por razones de fiabilidad de la localización, es preferible realizar llamadas SOS a través de los servicios tradicionales de telefonía móvil o fija y utilizar únicamente la función de llamadas por WLAN como último recurso para realizar llamadas de este tipo. Para más información acerca de las llamadas por WLAN, consulta los términos de uso, la política de privacidad y las prácticas habituales de tu operador. Toda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com/es/privacy.
es_us: Algunos operadores te permiten realizar y recibir llamadas desde tus dispositivos iOS, watchOS y Mac por WLAN (y/o datos celulares en modelos WLAN + Cellular de iPad cuando la señal de WLAN es débil o no está disponible). Si activaste las llamadas por WLAN y te conectaste a una red WLAN desde un dispositivo compatible con esta función, se podría enviar a tu operador información sobre el país donde se realiza la conexión de red según tu dirección IP (o red celular, si aplica) con propósitos de facturación y disponibilidad del servicio. Si no quieres compartir esta información con tu operador, puedes desactivar las llamadas por WLAN en tu iPhone y en tu Apple Watch enlazado; para ello, abre Configuración > Apps > Teléfono y desactiva Llamadas por WLAN (para desactivarlas en el iPhone) y Llamadas en otros dispositivos (para desactivarlas en tus otros dispositivos, incluyendo tu Apple Watch enlazado). Para desactivarlas en tu iPad o iPod touch, abre Configuración > FaceTime y desactiva Llamadas desde el iPhone. Para desactivarlas en tu Mac, ve a FaceTime > Configuración y desactiva Llamadas desde el iPhone. Para que tu operador complete las llamadas de código corto (llamadas a números abreviados que brindan acceso a servicios públicos) por WLAN o datos celulares, Apple debe informarle a tu operador desde qué ciudad se está realizando la llamada para ayudarle a transmitirla adecuadamente. Si no quieres compartir esta información a tu operador al realizar estas llamadas, desactiva Localización para las llamadas por WLAN en iOS y watchOS al desactivar Llamadas por WLAN en Configuración > Privacidad y seguridad > Localización. En la Mac, puedes desactivar Localización en las llamadas por WLAN en Configuración del Sistema > Seguridad y privacidad > Privacidad > Localización y después haz clic en Detalles al lado de Servicios del Sistema para anular la selección de Llamadas por WLAN. Observa que si desactivas Localización para llamadas por WLAN, tu dispositivo no podrá determinar ni enviar a tu operador la ciudad en la que te encuentras al marcar un número de código corto para una llamada por WLAN y —como resultado— es posible que tu operador no pueda transmitir ni conectar adecuadamente tu llamada. Las llamadas de emergencia de tu iPhone se envían mediante el servicio celular siempre y cuando esté disponible. En caso contrario y si activaste las llamadas por WLAN, las llamadas de emergencia se pueden realizar por WLAN, y se podría usar la información de la ubicación de tu dispositivo en los esfuerzos para responder a ellas sin importar si activaste Localización. Sin embargo, tu operador podría elegir usar un domicilio de facturación u otro que le hayas proporcionado para guiar a los servicios de emergencia. Puedes actualizar tu información domiciliar para tu operador en Configuración en tus dispositivos iOS y en la configuración de FaceTime de tu Mac. Es recomendable que mantengas al corriente esta información. No hacerlo podría impedir que los servicios de emergencia se envíen adecuadamente a tu ubicación física. Por cuestión de confianza en la ubicación, es preferible realizar llamadas de emergencia mediante servicios celulares o de línea fija, y usar las funciones de llamadas por WLAN para este propósito como último recurso. Para obtener más información acerca de las llamadas por WLAN, consulta los términos, la política de privacidad y las prácticas de tu operador. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy
fi: Jotkin operaattorit sallivat puheluiden soittamisen ja vastaanottamisen WLANin avulla iOS-, watchOS- ja Mac-laitteilla (ja/tai mobiilidatalla iPadin WLAN + Cellular -malleilla, kun WLAN-signaali on heikko tai sitä ei ole). Jos otat WLAN-puhelut käyttöön ja yhdistät WLAN-verkkoon laitteelta, jossa WLAN-puhelut on otettu käyttöön, operaattorillesi voidaan lähettää laskutusta ja saatavilla olevien palvelujen määrittämistä varten tietoja maasta, jossa yhteys IP-osoitteen (tai mahdollisesti mobiiliverkon) mukaan muodostetaan. Jos et halua jakaa näitä tietoja operaattorin kanssa, voit laittaa WLAN-puhelut pois päältä iPhonessa ja pariksi liitetyssä Apple Watchissa valitsemalla Asetukset > Apit > Puhelin ja napauttamalla pois päältä WLAN-puhelut (iPhonelle) ja Puhelut muilla laitteilla (muille laitteille, mukaan lukien pariksi liitetylle Apple Watchille). Jos haluat laittaa WLAN-puhelut pois päältä iPadissa tai iPod touchissa, valitse Asetukset > FaceTime ja laita pois päältä Puhelut iPhonesta. Jos haluat laittaa WLAN-puhelut pois päältä Macissa, avaa FaceTime > Asetukset ja laita pois päältä Puhelut iPhonesta. Jotta operaattori voisi toteuttaa julkisiin palvelunumeroihin soitetut puhelut ja reitittää ne oikein WLANin tai mobiilidatan kautta, Applen on annettava operaattorillesi tieto kaupungista, josta puhelu soitetaan. Jos et halua antaa operaattorillesi tietoa kaupungista, josta soitat palvelunumeroihin, voit laittaa Sijaintipalvelut pois päältä WLAN-puheluille iOS:ssä ja watchOS:ssä valitsemalla Asetukset > Tietosuoja ja suojaus > Sijaintipalvelut > Järjestelmäpalvelut ja napauttamalla WLAN-puhelut pois päältä. Voit laittaa sijaintipalvelut pois päältä WLAN-puheluille Macissa valitsemalla Järjestelmäasetukset > Tietosuoja ja suojaus > Sijaintipalvelut, klikkaamalla Järjestelmäpalveluiden vieressä Lisätiedot ja poistamalla WLAN-puhelut-valinnan. Jos laitat Sijaintipalvelut pois päältä WLAN-puheluille, laite ei pysty määrittämään tai lähettämään operaattorillesi tietoa kaupungista, josta soitat, kun valitset palvelunumeron WLAN-puhelulle. Tällöin operaattori ei ehkä voi reitittää tai yhdistää puhelua oikein. iPhonen hätäpuhelut reititetään mobiiliyhteyden kautta, jos sellainen on saatavilla. Mikäli mobiilipalvelua ei ole saatavilla ja olet ottanut WLAN-puhelut käyttöön, hätäpuhelut voidaan tehdä WLAN-yhteyden kautta. Laitteen sijaintitietoja voidaan käyttää hätäpuheluissa pelastustoimien helpottamiseksi riippumatta siitä, onko Sijaintipalvelut otettu käyttöön vai ei. Operaattori voi kuitenkin käyttää laskutusosoitetta tai muuta operaattorille antamaasi osoitetta hätäpalvelujen reitittämiseen. Voit päivittää operaattorille tarkoitetut osoitetietosi iOS-laitteesi Asetuksissa ja Macisi FaceTime-asetuksissa. Pidä nämä tiedot ajan tasalla. Muussa tapauksessa hätäpalveluja ei ehkä kyetä reitittämään oikein sijaintiisi. Jotta sijainti olisi mahdollisimman luotettava, hätäpalvelut kannattaa soittaa perinteisen mobiiliyhteyden tai lankapuhelinyhteyden kautta. WLAN-puheluominaisuuksia kannattaa käyttää vain viimeisenä keinona. Jos haluat lisätietoja WLAN-puheluista, perehdy operaattorin käyttöehtoihin, tietosuojakäytäntöön ja muihin käytäntöihin. Applen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com/legal/privacy/fi/.
fr: Certains opérateurs vous permettent d’émettre et de recevoir des appels sur vos appareils iOS, watchOS et macOS via WLAN (et/ou via les données cellulaires sur les modèles d’iPad WLAN + Cellular, lorsque le signal WLAN est faible ou indisponible). Si vous activez les appels WLAN et vous connectez à un réseau WLAN depuis un appareil prenant en charge les appels WLAN, les informations concernant le pays où la connexion réseau est établie, déterminé d’après votre adresse IP (ou d’après le réseau mobile, le cas échéant), peuvent être envoyées à votre opérateur à des fins de facturation et de mise en service. Si vous ne souhaitez pas partager ces informations avec votre opérateur, vous pouvez désactiver les appels WLAN sur votre iPhone et votre Apple Watch jumelée en accédant à Réglages > Apps > Téléphone et en désactivant « Appels WLAN » (pour l’iPhone) et « Appels sur d’autres appareils » (pour vos autres appareils, notamment votre Apple Watch jumelée). Pour désactiver les appels WLAN sur votre iPad ou iPod touch, accédez à Réglages > FaceTime et désactivez « Appels depuis l’iPhone ». Pour désactiver les appels WLAN sur votre Mac, accédez à FaceTime > Réglages, et désactivez « Appels depuis l’iPhone ». Pour que votre opérateur puisse établir la liaison avec les numéros courts (appel d’un numéro abrégé permettant d’accéder à des services publics) via le réseau WLAN ou de données cellulaires, Apple doit indiquer à votre opérateur la ville de provenance de l’appel, afin de l’aider à correctement rediriger l’appel. Si vous ne souhaitez pas partager avec votre opérateur la ville d’où provient l’appel vers un numéro court, désactivez le service de localisation pour les appels WLAN sur votre appareil iOS ou watchOS. Accédez à Réglages > Confidentialité et sécurité > Service de localisation > Services système, puis désactivez les appels WLAN. Vous pouvez désactiver le service de localisation pour les appels WLAN sur un Mac en accédant à Réglages Système > Confidentialité et sécurité > Service de localisation, puis en cliquant sur Détails en regard de « Services système » et en désélectionnant « Appels WLAN ». Si vous désactivez le service de localisation pour les appels WLAN, votre appareil ne pourra pas déterminer de quelle ville provient l’appel ni envoyer cette information à votre opérateur lorsque vous composez un numéro court pour un appel WLAN. Votre opérateur ne pourra peut-être pas établir la liaison. Les appels d’urgence émis depuis votre iPhone sont redirigés via le réseau cellulaire, si disponible. Si le réseau cellulaire n’est pas disponible et si les appels WLAN sont activés, les appels d’urgence peuvent être établis via WLAN et les données de localisation de votre appareil peuvent être utilisées pour aider les secours à vous assister, que vous ayez activé le service de localisation ou non. Votre opérateur peut choisir d’utiliser votre adresse de facturation ou toute autre adresse que vous lui avez fournie afin de rediriger un appel d’urgence. Vous pouvez mettre à jour l’adresse communiquée à votre opérateur dans Réglages sur vos appareils iOS et dans les réglages FaceTime de votre Mac. Vous devriez régulièrement mettre ces informations à jour. Si ces informations sont obsolètes, les secours pourraient ne pas vous retrouver. Pour des raisons de fiabilité de la position géographique, il est préférable d’émettre un appel d’urgence sur réseau cellulaire ou depuis une ligne fixe, et de n’utiliser les appels WLAN qu’en dernier recours lors d’une urgence. Pour en savoir plus sur les appels WLAN, référez-vous aux conditions générales, à l’engagement de confidentialité et aux pratiques en matière de confidentialité de votre opérateur. Les données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com/fr/privacy
fr_ca: Certains opérateurs vous permettent d’effectuer et de recevoir des appels sur vos appareils iOS, watchOS et Mac au moyen d’un réseau WLAN (ou au moyen d’un réseau de données cellulaires sur les modèles d’iPad WLAN + Cellular lorsque le réseau WLAN est faible ou indisponible). Si vous activez les appels WLAN et que vous vous connectez à un réseau WLAN à partir d’un appareil sur lequel les appels WLAN sont activés, les informations concernant le pays de connexion sont susceptibles d’être envoyées à votre opérateur en fonction de votre adresse IP (ou de votre réseau cellulaire le cas échéant) pour des motifs de facturation et de disponibilité de service. Si vous ne souhaitez pas partager ces informations avec votre opérateur, vous pouvez désactiver les appels WLAN de votre iPhone et de votre Apple Watch jumelée en accédant à Réglages > Apps > Téléphone et en désactivant Appels WLAN (sur votre iPhone) et Appels sur d’autres appareils (sur vos autres appareils, y compris votre Apple Watch jumelée). Pour désactiver les appels WLAN sur votre iPad ou iPod touch, accédez à Réglages > FaceTime, puis désactivez Appels depuis l’iPhone. Pour désactiver les appels WLAN sur votre Mac, accédez à FaceTime > Réglages et désactivez Appels de l’iPhone. Pour que votre opérateur puisse effectuer des appels de numérotation abrégée (appels vers des numéros abrégés fournissant un accès à des services publics) au moyen d’un réseau WLAN ou d’une connexion de données cellulaires, Apple doit indiquer à votre opérateur la ville à partir de laquelle l’appel est passé pour qu’il puisse acheminer correctement l’appel. Si vous ne souhaitez pas indiquer à votre opérateur la ville à partir de laquelle l’appel de numérotation abrégée est effectué, vous pouvez désactiver le service de localisation des appels WLAN de votre appareil iOS ou watchOS en accédant à Réglages > Confidentialité et sécurité > Service de localisation > Services système, puis en désactivant Appels WLAN. Pour désactiver le service de localisation des appels WLAN sur Mac, accédez à Réglages système > Confidentialité et sécurité > Localisation, puis cliquez sur « Détails » à côté de Services système et désélectionnez Appels WLAN. Si vous désactivez le service de localisation des appels WLAN, votre appareil ne sera plus en mesure d’indiquer à l’opérateur la ville où vous vous trouvez lorsque vous composez un numéro abrégé pour effectuer un appel WLAN. Votre opérateur ne pourra probablement pas acheminer correctement votre appel. Les appels d’urgence de votre iPhone sont acheminés par le service cellulaire, lorsqu’il est disponible. Dans le cas contraire et lorsque les appels WLAN sont activés, les appels d’urgence peuvent être effectués au moyen d’un réseau WLAN, et les données de localisation de l’appareil peuvent être utilisées pour acheminer les services d’urgence, même si le service de localisation n’est pas activé. Cependant, votre opérateur pourrait choisir d’utiliser votre adresse de facturation ou toute autre adresse lui ayant été fournie afin d’acheminer les services d’urgence. Vous pouvez actualiser les coordonnées destinées à l’opérateur dans l’app Réglages de vos appareils iOS et dans les réglages de FaceTime de votre Mac. Assurez-vous de maintenir ces informations à jour. Autrement, les services d’urgence pourraient ne pas être acheminés correctement vers vous. Pour des raisons de fiabilité géographique, il est préférable d’effectuer les appels d’urgence en utilisant les services cellulaires ou téléphoniques traditionnels, et de n’utiliser les appels WLAN qu’en dernier ressort. Pour obtenir plus d’informations sur les appels WLAN, consultez les modalités, la politique de confidentialité et les pratiques du fournisseur. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: ספקים סלולריים מסוימים מאפשרים לך לבצע ולקבל שיחות במכשירי iOS, ‏watchOS ו-Mac שלך דרך רשת WLAN (ו/או דרך רשת נתונים סלולריים בדגמי iPad הכוללים יכולת רשת WLAN + סלולרית כאשר אות רשת ה-WLAN חלש או אינו זמין). בעת הפעלה של ״שיחות דרך רשת WLAN״ והתחברות לרשת WLAN ממכשיר התומך ב״שיחות דרך רשת WLAN״, ייתכן שהמפעיל הסלולרי שלך יקבל מידע לגבי המדינה שבה מתבצע החיבור שלך לרשת, בהתבסס על כתובת ה-IP (או הרשת הסלולרית שלך, אם הדבר רלוונטי). מידע זה נשלח לצרכי חיוב והפיכת השירות לזמין. אם אינך רוצה לשתף מידע זה עם המפעיל הסלולרי, באפשרותך לכבות את ״שיחות דרך רשת WLAN״ ב-iPhone וב-Apple Watch המקושר אליו על ידי פתיחה של ״הגדרות״ > ״יישומים״ > ״טלפון״ וכיבוי ״שיחות דרך רשת WLAN״ (במכשירי iPhone) ו״שיחות במכשירים אחרים״ (עבור מכשירים אחרים, כולל ה-Apple Watch המקושר). כדי לבטל את ״שיחות דרך רשת WLAN״ ב-iPad או ב-iPod touch, יש לעבור אל ״הגדרות״ > FaceTime ולבטל את ״שיחות מה-iPhone״. כדי לבטל את ״שיחות דרך רשת WLAN״ ב-Mac, יש לעבור אל FaceTime > ״הגדרות״ ולבטל את ״שיחות מה-iPhone״. כדי שהמפעיל הסלולרי יוכל לאפשר לך לבצע שיחת חיוג מקוצר (שיחות אל מספרי טלפון מקוצרים המספקים גישה אל שירותים ציבוריים) דרך רשת WLAN או נתונים סלולריים, Apple צריכה לספק למפעיל הסלולרי שלך את פרטי העיר שממנה השיחה מתבצעת, כדי שיהיה ניתן לנתב את השיחה בהצלחה. אם אינך רוצה לשתף את פרטי העיר שממנה מתבצע החיוג באמצעות המפעיל הסלולרי שלך במהלך שיחת חיוג מקוצר, באפשרותך לכבות את ״שירותי מיקום״ עבור ״שיחות דרך רשת WLAN״ במכשיר ה-iOS או ה-watchOS שלך באמצעות מעבר אל ״הגדרות״ > ״פרטיות ואבטחה״ > ״שירותי מיקום״ > ״שירותי מערכת״ וביטול ״שיחות דרך רשת WLAN״. ניתן לכבות את ״שירותי מיקום״ עבור ״שיחות דרך רשת WLAN״ ב-Mac באמצעות מעבר אל ״הגדרות המערכת״ > ״פרטיות ואבטחה״ > ״שירותי מיקום״, ואז לחיצה על ״פרטים״ ליד ״שירותי מערכת״ וביטול הבחירה ב״שיחות דרך רשת WLAN״. ביטול של ״שירותי מיקום״ עבור ״שיחות דרך רשת WLAN״ יגרום לכך שהמכשיר לא יוכל לקבוע מאיזו עיר מתבצעת השיחה וגם לא לשלוח מידע זה למפעיל הסלולרי בעת ביצוע שיחת חיוג מקוצר דרך רשת WLAN. כתוצאה מכך, ייתכן שהמפעיל הסלולרי לא יוכל לנתב או לחבר את השיחה שלך בהצלחה. שיחות חירום ב-iPhone מנותבות דרך שירות סלולרי, כאשר זמין. במקרה ששירות סלולרי אינו זמין והפעלת את ״שיחות דרך רשת WLAN״, ייתכן ששיחות החירום יתבצעו דרך רשת WLAN, ופרטי המיקום של המכשיר שלך ישמשו לצורך שיחות החירום כדי לסייע לשירותי החירום בין אם הפעלת את ״שירותי מיקום״ או לא. עם זאת, ייתכן שהמפעיל שלך יבחר להשתמש בכתובת החיוב שלך או בכתובת אחרת שסיפקת לטובת הפניית שירותי החירום למיקום הנכון. ניתן לעדכן את פרטי הכתובת עבור המפעיל דרך ״הגדרות״ במכשירי ה-iOS שלך ודרך הגדרות FaceTime ב-Mac. יש לוודא כי פרטים אלו עדכניים. אם לא, יתכן ששירותי החירום לא יוכלו לאתר את מיקומך הפיזי. כדי להבטיח את מהימנות פרטי המיקום, עדיף לבצע שיחות חירום דרך רשת סלולרית רגילה או דרך טלפון קווי, ולפנות למאפיינים כגון ״שיחות דרך רשת WLAN״ כמפלט אחרון. לקבלת מידע נוסף בנושא ״שיחות דרך רשת WLAN״, יש לעיין בתנאים, במדיניות הפרטיות ובנהלים של המפעיל שלך. בכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com/privacy.
hi: कुछ कैरियर द्वारा आप अपने iOS, watchOS और Mac डिवाइस पर WLAN (और/या WLAN के सिग्नल कमज़ोर या अनुपलब्ध रहने पर iPad के WLAN + Cellular मॉडल पर मोबाइल डेटा) के माध्यम से कॉल कर और प्राप्त कर सकते हैं। यदि आप WLAN कॉलिंग सक्षम करते हैं और WLAN कॉलिंग का समर्थन करने वाले डिवाइस से WLAN नेटवर्क पर कनेक्ट करते हैं, तो जिस देश से आपने नेटवर्क पर कनेक्ट किया है, उसके बारे में आपके IP पते (या लागू होने पर मोबाइल नेटवर्क) के आधार पर कैरियर को बिलिंग और सेवा उपलब्ध करवाने के उद्देश्य से जानकारी भेजी जा सकती है। यदि आप अपने कैरियर के साथ यह जानकारी शेयर नहीं करना ^[चाहते हैं](inflect: true), तो आप अपने iPhone और पेयर की गई Apple Watch पर सेटिंग्ज़ > ऐप्स > फ़ोन पर जाकर “WLAN कॉलिंग” (iPhone के लिए) को बंद करने के लिए टैप करके और “अन्य डिवाइस पर कॉल” (आपकी पेयर की गई Apple Watch सहित अन्य डिवाइस के लिए) को बंद करके WLAN कॉलिंग बंद कर ^[सकते हैं](inflect: true)। अपने iPad या iPod touch पर WLAN कॉलिंग को बंद करने के लिए सेटिंग्ज़ > FaceTime पर जाएँ और “iPhone से कॉल” को बंद करें। अपने Mac पर WLAN कॉलिंग को बंद करने के लिए FaceTime > सेटिंग्ज़ पर जाएँ और “iPhone से कॉल” को बंद करें। WLAN या मोबाइल डेटा के माध्यम से शॉर्ट कोड की कॉल (संक्षिप्त नंबरों पर की जाने वाली कॉल जिनके माध्यम से सार्वजनिक सेवाओं का उपयोग किया जाता है) पूरी करने के लिए Apple द्वारा आपके कैरियर को उस शहर की जानकारी देना आवश्यक होता है, जहाँ से कॉल की जा रही है, ताकि वे कॉल की समुचित रूप से राउटिंग कर सकें। यदि आप शॉर्ट कोड के कॉल करते समय अपने कैरियर के साथ उस शहर की जानकारी शेयर नहीं करना चाहते हैं जहाँ से आप कॉल कर रहे हैं, तो आप अपने iOS या watchOS डिवाइस पर सेटिंग्ज़ > गोपनीयता और सुरक्षा > स्थान सेवा > सिस्टम सेवाएँ पर जाकर और WLAN कॉलिंग को बंद करने के लिए टैप करके WLAN कॉलिंग के लिए स्थान सेवा को बंद कर सकते हैं। आप Mac पर सिस्टम सेटिंग्ज़ > गोपनीयता और सुरक्षा > स्थान सेवा पर जाकर, फिर सिस्टम सेवाएँ के सामने विवरण पर क्लिक करके और फिर WLAN कॉलिंग का चयन हटाकर WLAN कॉलिंग के लिए स्थान सेवा को बंद कर सकते हैं। कृपया ध्यान दें कि यदि आप WLAN कॉलिंग के लिए “स्थान सेवा” को बंद करते हैं, तो आपका डिवाइस WLAN कॉल के लिए शॉर्ट कोड के नंबर डायल करने पर आपके शहर की जानकारी का पता नहीं लगा पाएगा या आपके कैरियर को नहीं भेज पाएगा। इसके परिणामस्वरूप हो सकता है कि आपका कैरियर कॉल को समुचित रूप से राउट या कनेक्ट न कर पाए। मोबाइल सेवा उपलब्ध रहने पर आपके iPhone द्वारा आपातकालीन कॉल उसके माध्यम से राउटिंग की जाती हैं। मोबाइल सेवा उपलब्ध न रहने की स्थिति में और यदि आपने WLAN कॉलिंग को सक्षम किया है, तो आपातकालीन कॉल WLAN पर भी की जा सकती हैं। इन कॉल के लिए भले ही आपने “स्थान सेवा” को सक्षम किया हो या नहीं, आपके डिवाइस के स्थान की जानकारी का उपयोग किया जा सकता है ताकि सहायता उपलब्ध कराई जा सके। हालाँकि आपका कैरियर आपातकालीन सेवाओं को राउटिंग करने के उद्देश्य से आपके बिलिंग पते या आपके द्वारा प्रदान किए गए किसी अन्य पते का उपयोग करने का विकल्प चुन सकता है। आप अपने कैरियर के लिए अपने पते की जानकारी को अपने iOS डिवाइस में सेटिंग्ज़ में जाकर या Mac पर FaceTime सेटिंग्ज़ में जाकर अपडेट कर सकते हैं। आपको यह जानकारी अप-टू-डेट रखनी चाहिए। ऐसा न करने पर हो सकता है कि आपातकालीन सेवाएँ आपके भौतिक स्थान तक राउटिंग न की जा सकें। स्थान विश्वसनीयता हेतु आपातकालीन कॉल करने के लिए पारंपरिक मोबाइल या लैंड लाइन सेवाओं के उपयोग को प्राथमिकता दी जानी चाहिए और कोई अन्य विकल्प न रहने की स्थिति में ही WLAN कॉलिंग के फ़ीचर का उपयोग किया जाना चाहिए। WLAN कॉलिंग के बारे में अधिक जानकारी के लिए कृपया अपने कैरियर की शर्तें, गोपनीयता नीति और प्रचलन देखें। Apple द्वारा एकत्रित की गई जानकारी को हर समय Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है
hr: Određeni operateri omogućavaju uspostavljanje i primanje poziva na vašim iOS, watchOS i Mac uređajima putem WLAN-a (i/ili preko mobilne podatkovne mreže na WLAN + Cellular modelima iPada kad je WLAN signal slab ili nedostupan). Uključite li WLAN pozive i spojite li se na WLAN mrežu s uređaja na kojem su uključeni WLAN pozivi, informacije o zemlji u kojoj je uspostavljena mrežna veza, na osnovi vaše IP adrese (ili mobilne mreže ako je primjenjivo), mogu biti poslane vašem operateru radi naplate i utvrđivanja dostupnosti usluge. Ako ne želite podijeliti ove informacije sa svojim operaterom, možete isključiti WLAN pozive na svom iPhoneu i uparenom Apple Watchu, tako da otvorite Postavke > Aplikacije > Telefon i dodirom isključite WLAN pozive (za iPhone) i isključite Pozive na drugim uređajima (za svoje druge uređaje, uključujući uparen Apple Watch). Za isključenje WLAN poziva na iPadu ili iPod touchu otvorite Postavke > FaceTime i isključite Pozive s iPhonea. Za isključenje WLAN poziva na svom Macu idite u FaceTime > Postavke i isključite Pozive s iPhonea. Kako bi vaš operater mogao provesti pozive na kratke brojeve (pozive na skraćene brojeve koji pružaju pristup javnim uslugama) putem WLAN-a ili mobilne podatkovne mreže, Apple treba operateru pružiti informacije o gradu iz kojeg se poziv uspostavlja kako bi im se pomoglo u pravilnom preusmjeravanju poziva. Ako ne želite podijeliti informacije o gradu iz kojeg zovete sa svojim operaterom prilikom uspostavljanja poziva na kratke brojeve, možete isključiti Lokacijske usluge za WLAN pozive na iOS ili watchOS uređaju tako da otvorite Postavke > Privatnost i sigurnost > Lokacijske usluge > Usluge sustava i dodirom isključite WLAN pozive. Možete isključiti Lokacijske usluge za WLAN pozive na Macu tako da otvorite Postavke sustava > Privatnost i sigurnost > Lokacijske usluge, zatim kliknete Detalji pored Usluga sustava i zatim odznačite WLAN pozive. Ako isključite Lokacijske usluge za WLAN pozive, vaš uređaj neće moći utvrditi ili poslati informacije o gradu u kojem se nalazite vašem operateru kad birate kratki broj za WLAN poziv i vaš operater možda neće moći pravilno preusmjeriti ili spojiti vaš poziv. Hitni pozivi na vašem iPhoneu preusmjeravaju se putem mobilne usluge kad je dostupna. U slučaju da mobilna usluga nije dostupna i uključili ste WLAN pozive, hitne pozive možete uspostavljati putem WLAN-a i informacije o lokaciji vašeg uređaja mogu se upotrijebiti kao pomoć hitnim službama prilikom odgovaranja na poziv, bez obzira jeste li uključili Lokacijske usluge. Ipak, vaš će operater možda koristiti adresu koju ste naveli za naplatu ili drugu adresu koju ste im pružili u svrhu usmjeravanja hitnih službi. Možete ažurirati informacije o svojoj adresi za operatera u Postavkama na svojim iOS uređajima i u FaceTime postavkama na Macu. Te informacije trebali biste održavati ažurnima. U suprotnom, hitne službe možda neće biti pravilno usmjerene na vašu fizičku lokaciju. Zbog pouzdanosti lociranja, savjetujemo da hitne pozive uspostavljate preko tradicionalnih mobilnih ili fiksnih linija, a da značajku WLAN poziva koristite za takve pozive samo u krajnjem slučaju. Za dodatne informacije o WLAN pozivima pogledajte odredbe, pravila privatnosti i prakse svog operatera. Apple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com/legal/privacy/hr/
hu: Bizonyos szolgáltatók iOS- és watchOS-eszközökön, valamint Maceken engedélyezik hívások kezdeményezését és fogadását WLAN használatával (és/vagy mobiladat-hálózaton a WLAN + Cellular iPad-modelleken, ha a WLAN jelerőssége gyenge vagy nem érhető el). Ha engedélyezi a WLAN-hívást, és egy olyan eszközről csatlakozik a WLAN-hálózathoz, amelyen engedélyezve van a WLAN-hívás, akkor előfordulhat, hogy a hálózati kapcsolat létrehozásának országa el lesz küldve a szolgáltatójának számlázási és szolgáltatáselérhetőségi célból (az ország megállapítása az IP-cím alapján történik, vagy a mobilhálózat alapján, ha ez elérhető). Ha nem akarja megosztani ezt az információt a szolgáltatóval, akkor kikapcsolhatja a WLAN-hívást az iPhone-ján és a párosított Apple Watchon. Ehhez válassza a Beállítások > Appok > Telefon menüpontot, és koppintson a WLAN-hívás kikapcsolásához (az iPhone számára), és kapcsolja ki a Hívások egyéb eszközökön beállítást (az egyéb eszközei számára, beleértve a párosított Apple Watchot is). A WLAN-hívások iPaden vagy iPod touchon való kikapcsolásához válassza a Beállítások > FaceTime menüpontot, és kapcsolja ki a Hívások iPhone-ról beállítást. A WLAN-hívások Macen való kikapcsolásához válassza a FaceTime > Beállítások menüpontot, majd kapcsolja ki a Hívások iPhone-ról beállítást. Annak érdekében, hogy a szolgáltató végre tudja hajtani a rövid számok (a nyilvános szolgáltatások rövidített számai) hívását WLAN- vagy mobiladat-hálózaton keresztül, az Apple-nek át kell adnia a szolgáltatónak a város nevét, amelyből a hívás kezdeményezése történik, hogy a szolgáltató megfelelően át tudja irányítani a hívást. Ha a rövid számok hívásánál nem akarja megosztani azt a várost a szolgáltatóval, amelyben a hívást kezdeményezi, akkor kikapcsolhatja a Helymeghatározást a WLAN-hívásokhoz az iOS- és a watchOS-eszközön. Ehhez válassza a Beállítások > Adatvédelem és biztonság > Helymeghatározás > Rendszerszolgáltatások menüpontot, majd koppintson a WLAN-hívás kikapcsolásához. Ha Macen ki szeretné kapcsolni a Helymeghatározást a WLAN-hívásokhoz, válassza a Rendszerbeállítások > Adatvédelem és biztonság > Helymeghatározás menüpontot, majd kattintson a Rendszerszolgáltatások melletti Részletek elemre, és törölje a WLAN-hívás bejelölését. Ha kikapcsolja a Helymeghatározást a WLAN-hívás számára, akkor az eszköze nem fogja tudni megállapítani és elküldeni a szolgáltatónak a várost, amikor rövid hívószámot hív WLAN-hívással, és ezért előfordulhat, hogy a szolgáltató nem tudja megfelelően átirányítani vagy kapcsolni a hívást. Az iPhone-on kezdeményezett segélyhívások a mobilhálózatra lesznek átirányítva, amikor lehetséges. Ha a mobilszolgáltatás nem érhető el, és Ön engedélyezte a WLAN-hívást, akkor előfordulhat, hogy a segélyhívások lebonyolítása WLAN-on keresztül történik, és a hívás sikeressége érdekében az eszközének helyzetinformációja fel lesz használva a segélyhívásokhoz attól függetlenül, hogy Ön engedélyezte-e a Helymeghatározást. Azonban a szolgáltató választhatja az Ön számlázási címét vagy egyéb, Ön által a szolgáltatónak megadott címet a sürgősségi segélyszolgálatok irányításához. A szolgáltatónak megadott címadatokat iOS-eszközön a Beállításokban, Macen pedig a FaceTime beállításaiban frissítheti. Ezt az információt tartsa naprakészen. Ha nem így tesz, akkor előfordulhat, hogy a sürgősségi segélyszolgálatok nem fogják megtalálni az Ön helyzetét. A helyzetmeghatározás megbízhatósága érdekében a segélyhívásokat a normál mobilhálózaton vagy vezetékes telefonvonalon kezdeményezze, és csak végső lehetőségként használja a WLAN-hívást ilyen célra. A WLAN-hívásról további információkat a szolgáltató használati feltételeiből, adatvédelmi szabályzatából és eljárásaiból tudhat meg. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek kezelve, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Operator tertentu memungkinkan Anda untuk melakukan dan menerima panggilan di perangkat iOS, watchOS, dan Mac Anda melalui WLAN (dan/atau melalui data seluler di iPad model WLAN + Cellular saat sinyal WLAN lemah atau tidak tersedia). Jika Anda mengaktifkan Panggilan WLAN dan menghubungkan ke jaringan WLAN dari perangkat dengan Panggilan WLAN yang diaktifkan, informasi mengenai negara tempat koneksi jaringan Anda berasal, berdasarkan alamat IP Anda (atau jaringan seluler jika ada), dapat dikirimkan ke operator Anda untuk tujuan penagihan biaya dan ketersediaan layanan. Jika Anda tidak ingin membagikan informasi ini dengan operator, Anda dapat mematikan Panggilan WLAN di iPhone dan Apple Watch Anda yang dipasangkan dengan membuka Pengaturan > App > Telepon dan mengetuk untuk mematikan Panggilan WLAN (untuk iPhone) serta mematikan Di Perangkat Lainnya (untuk perangkat Anda lainnya, termasuk Apple Watch yang dipasangkan). Untuk mematikan Panggilan WLAN di iPad atau iPod touch Anda, buka Pengaturan > FaceTime dan matikan Panggilan dari iPhone. Untuk mematikan Panggilan WLAN di Mac Anda, buka FaceTime > Pengaturan dan matikan Panggilan dari iPhone. Agar operator Anda dapat menyelesaikan panggilan kode pendek (panggilan ke nomor singkat yang menyediakan akses ke layanan publik) melalui WLAN atau data seluler, Apple harus menyediakan informasi kota tempat panggilan dilakukan ke operator Anda untuk membantu mereka menyalurkan panggilan dengan benar. Jika Anda tidak ingin membagikan informasi kota tempat Anda melakukan panggilan dengan operator Anda saat melakukan panggilan kode pendek, Anda dapat mematikan Layanan Lokasi untuk Panggilan WLAN di perangkat iOS atau watchOS Anda dengan membuka Pengaturan > Privasi & Keamanan > Layanan Lokasi > Layanan Sistem dan mengetuk untuk menonaktifkan Panggilan WLAN. Anda dapat mematikan Layanan Lokasi untuk Panggilan WLAN di Mac dengan membuka Pengaturan Sistem > Privasi & Keamanan > Layanan Lokasi, lalu mengeklik Detail di samping Layanan Sistem lalu membatalkan pilihan Panggilan WLAN. Jika Anda mematikan Layanan Lokasi untuk Panggilan WLAN, perangkat Anda tidak akan menentukan atau mengirimkan kota tempat Anda berada ke operator saat Anda memutar nomor kode pendek untuk panggilan WLAN dan sebagai akibatnya operator Anda mungkin tidak akan dapat menyalurkan atau menghubungkan panggilan Anda. Panggilan darurat di iPhone Anda disalurkan melalui layanan seluler saat tersedia. Jika layanan seluler tidak tersedia dan Anda telah mengaktifkan Panggilan WLAN, panggilan darurat dapat dilakukan melalui WLAN, dan informasi lokasi perangkat Anda dapat digunakan untuk panggilan darurat agar dapat membantu upaya respons, terlepas dari apakah Anda telah mengaktifkan Layanan Lokasi atau tidak. Namun, operator Anda dapat memilih untuk menggunakan alamat penagihan Anda atau alamat lainnya yang Anda berikan kepada operator untuk tujuan penyaluran layanan darurat. Anda dapat memperbarui informasi alamat Anda untuk operator di Pengaturan pada perangkat iOS Anda dan di Pengaturan FaceTime pada Mac Anda. Anda harus menjaga agar informasi ini tetap terbaru. Kelalaian dalam melakukannya dapat menghalangi layanan darurat untuk disalurkan dengan benar ke lokasi Anda yang sebenarnya. Untuk menjaga keterandalan informasi lokasi, Anda dianjurkan untuk melakukan panggilan darurat melalui jaringan seluler atau layanan telepon rumah, dan hanya menggunakan fitur Panggilan WLAN untuk panggilan tersebut sebagai upaya terakhir. Untuk informasi lainnya mengenai Panggilan WLAN, lihat syarat, kebijakan privasi, dan praktik operator Anda. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy
it: Alcuni operatori ti permettono di effettuare e ricevere chiamate sui tuoi dispositivi iOS, watchOS e sul Mac su rete WLAN e/o tramite dati cellulare sui modelli di iPad (WLAN + Cellular), se il segnale della rete WLAN è debole o non è disponibile. Abilitando le chiamate WLAN e connettendoti a una rete WLAN con un dispositivo che supporta le chiamate tramite rete WLAN, potranno essere inviate al tuo gestore alcune informazioni relative al paese in cui viene effettuata la connessione di rete in base al tuo indirizzo IP o alla rete cellulare (se disponibile) al fine di verificare i dettagli di fatturazione e la disponibilità del servizio. Se non vuoi condividere tali informazioni con il tuo gestore, puoi disattivare le chiamate WLAN su iPhone e sull’Apple Watch abbinato selezionando Impostazioni > App > Telefono e disattivando l’opzione “Chiamate WLAN” (per iPhone) o “Chiamate su altri dispositivi” (per gli altri dispositivi che utilizzi, incluso l’Apple Watch abbinato). Per disabilitare le chiamate WLAN su iPad o iPod touch, vai in Impostazioni > FaceTime e disattiva l’opzione “Chiamate da iPhone”. Per farlo sul Mac, apri FaceTime, vai in Impostazioni e disattiva “Chiamate da iPhone”. Affinché il tuo gestore possa completare le chiamate a numeri brevi tramite WLAN o dati cellulare (chiamate a numeri brevi che forniscono accesso a servizi pubblici), Apple deve comunicare al gestore la città dalla quale viene effettuata la chiamata, in modo da agevolarne il corretto inoltro. Se non vuoi condividere con il tuo operatore la città da cui stai chiamando quando effettui telefonate a numeri brevi, puoi disattivare la localizzazione per le chiamate WLAN sui dispositivi iOS e watchOS selezionando Impostazioni > Privacy e sicurezza > Localizzazione > Servizi di sistema e disattivando “Chiamate WLAN”. Sul Mac, puoi disattivare la localizzazione per le chiamate WLAN andando in Impostazioni di Sistema > Privacy e sicurezza > Localizzazione, quindi facendo clic su Dettagli accanto a “Servizi di sistema” e deselezionando “Chiamate WLAN”. Se disattivi la localizzazione per le chiamate WLAN, il dispositivo non potrà determinare la città in cui ti trovi o inviarla al tuo gestore quando chiami un numero breve tramite WLAN e, di conseguenza, il gestore potrebbe non riuscire a inoltrare o collegare correttamente la chiamata. Le chiamate di emergenza su iPhone vengono instradate tramite il servizio cellulare, quando disponibile. Se hai abilitato le chiamate WLAN e il servizio cellulare non è disponibile, le chiamate di emergenza potrebbero essere effettuate tramite WLAN. Le informazioni relative alla posizione del tuo dispositivo possono essere utilizzate per le chiamate di emergenza al fine di fornire il servizio di supporto richiesto indipendentemente dal fatto che la localizzazione sia abilitata o meno. Tuttavia, il tuo operatore può decidere di utilizzare il tuo indirizzo di fatturazione o qualsiasi altro indirizzo che hai fornito al gestore al fine di instradare le chiamate ai servizi di emergenza. Puoi aggiornare l’indirizzo da fornire all’operatore in Impostazioni sul tuo dispositivo iOS e nelle impostazioni di FaceTime sul tuo Mac. È importante tenere aggiornate tali informazioni. In caso contrario, i servizi di emergenza potrebbero non avere accesso ai dati relativi al luogo in cui ti trovi. Al fine di assicurare l’attendibilità dei dati relativi alla posizione, è preferibile effettuare chiamate di emergenza tramite la rete cellulare tradizionale o tramite rete fissa e utilizzare le chiamate WLAN solo se altre soluzioni non sono praticabili. Per scoprire di più sulle chiamate tramite WLAN, verifica i termini e le condizioni nonché l’informativa sulla privacy del tuo gestore. In qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com/it/privacy.
ja: 特定の通信事業者をご利用の場合は、お使いのiOS、watchOS、およびMacデバイスでWLAN経由（iPadのWLAN + CellularモデルではWLAN信号が弱い場合、あるいは使用できない場合にモバイルテータ通信経由）で通話を発信/着信できます。 WLAN通話を有効にしてWLAN通話対応のデバイスからWLANネットワークに接続すると、請求およびサービス利用目的のため、ネットワーク接続が確立された国（IPアドレスまたは該当する場合モバイルデータ通信ネットワークに基づいて特定）に関する情報が通信事業者に送信されます。この情報を通信事業者と共有したくない場合は、お使いのiPhoneおよびペアリング済みApple WatchでWLAN通話をオフにすることもできます。これには、“設定”＞“アプリ”＞“電話”を開き、“WLAN通話”（iPhoneの場合）をタップしてオフにし、“ほかのデバイスでの通話”（ペアリング済みApple Watchなどのほかのデバイスの場合）もオフにします。iPadまたはiPod touchでWLAN通話をオフにするには、“設定”＞“FaceTime”に移動して、“iPhoneから通話”をオフにします。MacでWLAN通話をオフにするには、“FaceTime”＞“設定”に移動して、“iPhoneから通話”をオフにします。 WLANまたはモバイルデータ通信経由のショートコード通話（公共サービスにアクセスするための短縮番号への発信）を可能にするためには、通信事業者が通話を適切にルーティングできるよう、Appleが通信事業者に発信元の都市情報を送信する必要があります。ショートコード通話をかけるときに発信元の都市情報を通信事業者と共有したくない場合は、iOSデバイスおよびwatchOSデバイスでWLAN通話の位置情報サービスをオフにすることができます。これには、“設定”＞“プライバシーとセキュリティ”＞“位置情報サービス”＞“システムサービス”を開いて、“WLAN通話”をタップしてオフにします。MacのWLAN通話の位置情報サービスは、“システム設定”＞“プライバシーとセキュリティ”に移動して“位置情報サービス”を選択し、“システムサービス”の横にある“詳細”をクリックしてから“WLAN通話”の選択を解除することでオフにできます。WLAN通話の位置情報サービスをオフにすると、WLAN通話用のショートコード番号に電話をかけるときにお使いのデバイスが、現在あなたがいる都市を特定したり通信事業者に送信したりすることができなくなり、それによって通信事業者で通話の適切なルーティングや接続ができなくなることがあります。 iPhoneからの緊急電話は、利用可能な場合はモバイルデータ通信サービス経由でルーティングされます。モバイルデータ通信サービスが利用可能ではなく、WLAN通話を有効にしている場合、緊急電話はWLAN経由で発信され、位置情報サービスを有効にしているかどうかに関わらず、救助に役立つように緊急電話でデバイスの位置情報が使用される場合があります。ただし、通信事業者は、緊急サービスを派遣する目的で、通信事業者に提供された請求先住所などの住所を使用することを選択することもあります。通信事業者用の住所情報は、iOSデバイスの“設定”およびMacの“FaceTime”設定で変更できます。この情報は常に最新の状態にしておいてください。そうしないと、緊急サービスがあなたの現在地まで正しくたどり着けない場合があります。位置情報の信頼性の理由により、緊急電話は従来のモバイルデータ通信または固定回線サービスを使用して発信することをおすすめします。WLAN通話機能は、このような発信のための最後の手段としてのみ使用してください。 WLAN通話について詳しくは、ご利用の通信事業者の契約条件、プライバシーポリシー、および手続きを参照してください。Appleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Certain carriers allow you to make and receive calls on your iOS, watchOS, and Mac devices over WLAN (and/or over cellular data on WLAN + Cellular models of iPad when a WLAN signal is weak or unavailable). (Кейбір байланыс операторлары WLAN желісі арқылы (және/немесе WLAN сигналы әлсіз немесе қолжетімсіз болғанда, iPad құрылғысының WLAN + Cellular модельдеріндегі ұялы деректер арқылы) iOS, watchOS және Mac құрылғыларында қоңыраулар шалуға және қабылдауға мүмкіндік береді.) «WLAN қоңырауы» функциясын қосып, бұл функция қосулы тұрған құрылғыдан WLAN желісіне қосылған жағдайда, желілік қосылым жүзеге асырылатын ел туралы IP мекенжайына (немесе мүмкін болса, ұялы байланыс желісіне) негізделген ақпарат байланыс операторына шот ұсыну және қызмет көрсету мақсаттарымен жіберілуі мүмкін. Бұл ақпаратты байланыс операторымен бөліскіңіз келмесе, iPhone құрылғысы мен жұптастырылған Apple Watch сағатында «WLAN қоңырауы» функциясын өшіруге болады. Ол үшін «Реттеулер» > «Қолданбалар» > «Телефон» тармағына өтіп, (iPhone құрылғысы үшін) «WLAN қоңырауы» реттеуін және (басқа құрылғылар, оның ішінде жұптастырылған Apple Watch сағаты үшін) «Басқа құрылғылардағы қоңыраулар» реттеуін түртіп өшіріңіз. iPad немесе iPod touch құрылғыңызда «WLAN қоңырауы» функциясын өшіру үшін «Реттеулер» > «FaceTime» тармағы арқылы өтіп, «iPhone құрылғысынан келген қоңыраулар» параметрін өшіріңіз. To turn off WLAN Calling on your Mac, go to FaceTime > Settings, and turn off Calls from iPhone. (Mac компьютерінде «WLAN қоңырауы» функциясын өшіру үшін «FaceTime» > «Реттеулер» тармағына өтіп, «iPhone құрылғысынан келген қоңыраулар» параметрін өшіріңіз.) Байланыс операторыңыз WLAN желісі немесе ұялы деректер арқылы қысқа кодты нөмірлерге (мемлекеттік қызметтерге қол жеткізуді қамтамасыз ететін қысқартылған нөмірлерге) қоңырау шалу мүмкіндігіне ие болуы үшін, Apple компаниясы қоңырау шалынатын қаланы байланыс операторына хабарлауы тиіс. Бұл байланыс операторына қоңырауды дұрыс бағыттауға көмектесу үшін қажет. Қысқа кодты нөмірлерге қоңырау шалғанда, байланыс операторымен қоңырау шалынатын қала туралы ақпаратты бөліскіңіз келмесе, iOS немесе watchOS құрылғыңызда «WLAN қоңырауы» функциясы үшін геолокация сервистерін өшіруге болады. Ол үшін «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Геолокация сервистері» > «Жүйелік сервистер» тармағы арқылы өтіп, «WLAN қоңырауы» параметрін өшіріңіз. Mac компьютерінде WLAN Calling (WLAN қоңырауы) функциясы үшін геолокация сервистерін өшіруге болады. Ол үшін System Settings (Жүйе реттеулері) > Privacy & Security (Құпиялылық және қауіпсіздік) > Location Services (Геолокация сервистері) тармағына өтіңіз, содан кейін System Services (Жүйелік сервистер) опциясының жанындағы Details (Мәліметтер) түймесін басып, WLAN Calling (WLAN қоңырауы) функциясын таңдаудан алып тастаңыз. «WLAN қоңырауы» функциясы үшін геолокация сервистерін өшірген жағдайда, WLAN қоңырауы үшін қысқа кодты нөмірді тергенде, құрылғыңыз қалаңыз туралы ақпаратты анықтап, байланыс операторына жібере алмайды, нәтижесінде байланыс операторы қоңырауды дұрыс бағыттай немесе өңдей алмайды. iPhone құрылғысынан төтенше қоңыраулар ұялы байланыс (қолжетімді болғанда) арқылы жіберіледі. Ұялы байланыс желісі қолжетімді болмаған және «WLAN қоңырауы» функциясы қосылған жағдайда, төтенше қоңырауларды WLAN арқылы шалуға болады, ал құрылғыңыздың геолокация туралы ақпарат, геолокация сервистерінің қосылған-қосылмағанына қарамастан, жауап беру шараларын қолдануға көмектесу мақсатында төтенше қоңыраулар шалу мақсатында пайдаланылуы мүмкін. Алайда байланыс операторы төлеуші мекенжайын немесе өзіне берілетін басқа мекенжайды төтенше жағдай қызметтерін бағыттау мақсатында пайдалануы мүмкін. You may update your address information for your carrier in Settings on your iOS devices and in FaceTime Settings on your Mac. (Байланыс операторына берілетін мекенжай туралы ақпаратты iOS құрылғыларындағы «Реттеулер» мәзірінде және Mac компьютеріндегі «FaceTime реттеулері» бөлімінде жаңартуға болады.) Бұл ақпаратты әрдайым жаңартып отыру керек. Мекенжай туралы ақпаратты жаңартып отырмаған жағдайда, төтенше жағдай қызметтері геолокацияңыз туралы қате деректер алуы мүмкін. Геолокацияны дұрыс анықтау үшін төтенше қоңырауларды әдеттегі ұялы байланыс желісі немесе тұрақты желі сервистері арқылы шалып, «WLAN қоңырауы» функциясын тек өте қажет болғанда пайдалануға кеңес беріледі. WLAN қоңырауы функциясы туралы қосымша ақпарат алу үшін байланыс операторыңыздың шарттарын, құпиялылық саясатын және нұсқауларын қараңыз. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy) сәйкес өңделеді
ko: 일부 이동통신사는 iOS, watchOS 및 Mac 기기에서 WLAN을 통해, 그리고/또는 WLAN 신호가 약하거나 없는 경우 WLAN + Cellular 모델인 iPad에서 셀룰러 데이터를 통해 전화를 걸고 받을 수 있도록 합니다. WLAN 통화를 활성화할 수 있는 기기에서 WLAN 통화를 활성화하고 WLAN 네트워크에 연결되어 있으면, 네트워크가 연결된 국가 정보가 IP 주소(또는 셀룰러 네트워크)를 기반으로 수집되어 이동통신사가 청구 및 이용 가능한 서비스를 제공할 수 있도록 이동통신사에 전송될 수 있습니다. 이 정보를 이동통신사와 공유하고 싶지 않으면 설정 > 앱 > 전화로 이동한 다음 iPhone에서는 WLAN 통화를 탭하여 끄고, 페어링된 Apple Watch를 포함한 사용자의 다른 기기에서는 ‘다른 기기에서의 통화’를 탭하여 꺼서 iPhone 및 페어링된 Apple Watch에서의 WLAN 통화를 끌 수 있습니다. iPad 또는 iPod touch에서 WLAN 통화를 끄려면 설정 > FaceTime으로 이동한 다음 iPhone 통화를 끄십시오. Mac에서 WLAN 통화를 끄려면 FaceTime > 설정으로 이동한 다음 iPhone 통화를 끄십시오. 사용자의 이동통신사가 WLAN 또는 셀룰러 데이터를 통해 쇼트 코드 통화(공공 서비스에 연결되도록 하는 단축 번호)를 걸 수 있도록 하려면, Apple에서 통화를 발신하는 도시 정보를 이동통신사에 제공하여 해당 통화가 올바르게 라우팅되도록 해야 합니다. 쇼트 코드 통화를 걸 때 발신 도시 정보를 이동통신사와 공유하고 싶지 않으면 설정 > 개인정보 보호 및 보안 > 위치 서비스 > 시스템 서비스로 이동한 다음 ‘WLAN 통화’를 탭하여 꺼서 iOS 및 watchOS 기기에서의 ‘WLAN 통화를 위한 위치 서비스’를 끄십시오. Mac에서 ‘WLAN 통화를 위한 위치 서비스’를 끄려면 시스템 설정 > 개인정보 보호 및 보안 > 위치 서비스로 이동한 다음 ‘시스템 서비스’ 옆에 있는 ‘세부사항’을 클릭하고 ‘WLAN 통화’를 선택 해제하십시오. ‘WLAN 통화를 위한 위치 서비스’를 끄면 사용자의 기기에서 WLAN 통화로 쇼트 코드 번호에 발신할 때 사용자가 실제 위치한 도시 정보를 기기에서 파악할 수 없게 되고 도시 정보를 이동통신사에 보낼 수 없게 되어 이동통신사가 해당 통화를 올바르게 라우팅 또는 연결하지 못할 수 있습니다. iPhone에서의 긴급통화는 이용 가능한 경우 셀룰러 서비스를 통해 전송됩니다. 셀룰러 서비스를 이용할 수 없고 WLAN 통화를 활성화한 경우에는 긴급통화를 걸기 위해 WLAN을 사용할 수 있으며 위치 서비스의 활성화 여부와 관계없이 구호 조치에 도움을 주기 위해 사용자 기기의 위치 정보가 사용될 수 있습니다. 하지만 긴급 서비스를 라우팅할 때 사용자의 이동통신사에서 사용자의 청구 주소 또는 사용자가 제공한 기타 주소 중에서 선택할 수 있습니다. 이동통신사에 제공하는 주소 정보는 iOS 기기의 설정 및 Mac의 FaceTime 설정에서 업데이트할 수 있습니다. 이 정보를 최신으로 유지하십시오. 이 정보를 최신으로 유지하지 않으면 긴급 서비스가 사용자의 실제 위치한 곳으로 제대로 연결되지 않을 수 있습니다. 위치의 신뢰도를 보장하기 위해서는 기존 셀룰러 또는 유선 서비스를 통해 긴급통화를 걸도록 권장되며 WLAN 통화는 다른 방법이 없을 때 마지막 수단으로만 사용하시기 바랍니다. WLAN 통화에 관한 자세한 정보는 사용자의 이동통신사의 이용 약관, 개인정보 처리방침 및 이용 사례를 참조하십시오. Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Tam tikri operatoriai leidžia vykdyti ir gauti skambučius „iOS“, „watchOS“ ir „Mac“ įrenginiuose naudojant WLAN (ir (arba) per mobiliojo ryšio duomenis naudojant „iPad“ įrenginio „WLAN + Cellular“ modelius, kai WLAN signalas yra silpnas arba nepasiekiamas). Jei įjungsite „Skambinimą per WLAN“ ir prisijungsite prie WLAN tinklo iš įrenginio, kuris palaiko „Skambinimą per WLAN“, tuomet informacija apie šalį, kur užmegztas tinklo ryšys, remiantis IP adresu (arba mobiliojo ryšio tinklu, jei taikoma), gali būti siunčiama operatoriui sąskaitų siuntimo ir paslaugos prieinamumo tikslais. Jei nenorite bendrinti šios informacijos su operatoriumi, „Skambinimą per WLAN“ galite išjungti „iPhone“ įrenginyje ir susietame „Apple Watch“, eidami į „Nustatymai“ > „Programos“ > „Telefonas“ ir bakstelėdami, kad išjungtumėte „Skambinimą per WLAN“ (skirtą „iPhone“) bei išjungdami parinktį „Skambučiai kituose įrenginiuose“ (skirta kitiems įrenginiams, įskaitant susietą „Apple Watch“). Norėdami „Skambinimą per WLAN“ išjungti „iPad“ arba „iPod touch“ įrenginyje, eikite į sritį „Nustatymai“ > „FaceTime“ ir išjunkite parinktį „Skambučiai iš „iPhone“. Norėdami „Skambinimą per WLAN“ išjungti „Mac“ įrenginyje, eikite į sritį „FaceTime“ > „Nustatymai“ ir išjunkite parinktį „Skambučiai iš „iPhone“. Norint, kad operatorius galėtų įvykdyti skambučius trumpaisiais kodais (skambučius sutrumpintais numeriais, kurie teikia prieigą prie viešųjų paslaugų) per WLAN arba mobiliojo ryšio duomenimis, „Apple“ operatoriui privalo pateikti miestą, iš kurio vykdomas skambutis, kad jis galėtų tinkamai nukreipti skambutį. Jei nenorite bendrinti miesto, iš kurio skambinate, su operatoriumi, kai vykdote skambučius trumpaisiais kodais, galite išjungti vietos nustatymo paslaugas funkcijai „Skambinimas per WLAN“, „iOS“ arba „watchOS“ įrenginyje eidami į sritį „Nustatymai“ > „Privatumas ir sauga“ > „Vietos nustatymo paslaugos“ > „Sistemos paslaugos“ ir bakstelėdami, kad išjungtumėte parinktį „Skambinimas per WLAN“. Galite išjungti vietos nustatymo paslaugas funkcijai „Skambinimas per WLAN“, „Mac“ įrenginyje eidami į „Sistemos nustatymai“ > „Privatumas ir sauga“ > „Vietos nustatymo paslaugos“, tada spustelėdami šalia parinkties „Sistemos paslaugos“ esantį elementą „Informacija“ ir atžymėdami parinktį „Skambinimas per WLAN“. Jei išjungsite vietos nustatymo paslaugas funkcijai „Skambinimas per WLAN“, jūsų įrenginys negalės nustatyti ar siųsti operatoriui informacijos apie miestą, kuriame esate, kai surinksite trumpojo kodo numerį vykdydami WLAN skambutį, o dėl to gali būti, kad operatorius negalės tinkamai nukreipti ar sujungti jūsų skambučio. „iPhone“ įrenginyje vykdomi pagalbos skambučiai yra nukreipiami naudojant mobiliojo ryšio paslaugą, kai ji pasiekiama. Tuo atveju, jei mobiliojo ryšio paslauga bus nepasiekiama, o jūs būsite įjungę „Skambinimą per WLAN“, tuomet pagalbos skambučiai gali būti vykdomi naudojant WLAN, o įrenginio vietos informacija gali būti naudojama pagalbos skambučiuose, kad būtų galima pagerinti reagavimo efektyvumą, neatsižvelgiant į tai, ar esate įjungę vietos nustatymo paslaugas. Vis dėlto, operatorius gali pasirinkti naudoti jūsų sąskaitų siuntimo adresą arba kitą adresą, kurį pateikėte operatoriui, norint nukreipti pagalbos tarnybas tam tikru maršrutu. Galite atnaujinti operatoriui skirtą adreso informaciją „iOS“ įrenginių nustatymuose ir „Mac“ įrenginio „FaceTime“ nustatymuose. Šią informaciją rekomenduojama nuolatos atnaujinti. Jei to neatliksite, gali būti, kad nepavyks sėkmingai nukreipti pagalbos tarnybų tinkamu maršrutu į jūsų fizinę vietą. Siekiant patikimai nustatyti vietą, patartina pagalbos skambučius vykdyti naudojant tradicines mobiliojo ryšio arba fiksuotos linijos paslaugas, o „Skambinimo per WLAN“ funkcijas naudoti tik kaip paskutinę išeitį. Norėdami gauti daugiau informacijos apie „Skambinimą per WLAN“, susipažinkite su operatoriaus sąlygomis, privatumo politika ir praktika. „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy
ms: Pembawa tertentu membenarkan anda membuat dan menerima panggilan pada peranti iOS, watchOS dan Mac anda melalui WLAN (dan/atau melalui data selular pada model iPad WLAN + Cellular apabila isyarat WLAN lemah atau tidak tersedia). Jika anda mendayakan Panggilan WLAN dan bersambung ke rangkaian WLAN daripada peranti yang didayakan Panggilan WLAN, maklumat tentang negara yang sambungan rangkaian anda dibuat, berdasarkan alamat IP anda (atau rangkaian selular jika berkenaan), mungkin dihantar kepada pembawa anda untuk tujuan pengebilan dan ketersediaan perkhidmatan. Jika anda tidak mahu berkongsi maklumat ini dengan pembawa, anda boleh menyahaktifkan Panggilan WLAN pada iPhone anda dan Apple Watch berpasangan dengan pergi ke Seting > App > Telefon dan mengetik untuk menyahaktifkan Panggilan WLAN (untuk iPhone) serta menyahaktifkan Panggilan pada Peranti Lain (untuk peranti anda yang lain, termasuk Apple Watch berpasangan anda). Untuk menyahaktifkan Panggilan WLAN pada iPad atau iPod touch anda, pergi ke Seting > FaceTime dan nyahaktifkan Panggilan daripada iPhone. Untuk menyahaktifkan Panggilan WLAN pada Mac anda, pergi ke FaceTime > Seting dan nyahaktifkan Panggilan daripada iPhone. Untuk membolehkan pembawa anda melengkapkan panggilan kod pendek (panggilan ke nombor yang disingkatkan yang memberikan akses kepada perkhidmatan awam) melalui WLAN atau data selular, Apple mesti memberikan bandar dari mana panggilan dibuat kepada pembawa anda untuk membantu mereka menghalakan panggilan dengan betul. Jika anda tidak mahu berkongsi bandar yang anda membuat panggilan bersama pembawa anda semasa membuat panggilan kod pendek, anda boleh menyahaktifkan Perkhidmatan Lokasi untuk Panggilan WLAN pada peranti iOS atau watchOS anda dengan pergi ke Seting > Privasi & Keselamatan > Perkhidmatan Lokasi > Perkhidmatan Sistem dan mengetik untuk menyahaktifkan Panggilan WLAN. Anda boleh menyahaktifkan Perkhidmatan Lokasi untuk Panggilan WLAN pada Mac dengan pergi ke Seting Sistem > Privasi & Keselamatan > Perkhidmatan Lokasi, kemudian mengklik Butiran di sebelah Perkhidmatan Sistem, kemudian menyahpilih Panggilan WLAN. Jika anda menyahaktifkan Perkhidmatan Lokasi untuk Panggilan WLAN, peranti anda tidak akan dapat menentukan atau menghantar bandar yang anda berada kepada pembawa anda apabila anda mendail nombor kod pendek bagi panggilan WLAN dan disebabkan perkara ini, pembawa anda mungkin tidak dapat menghalakan atau menyambungkan panggilan anda dengan betul. Panggilan kecemasan pada iPhone anda dihalakan menerusi perkhidmatan selular apabila tersedia. Sekiranya perkhidmatan selular tidak tersedia dan anda telah mendayakan Panggilan WLAN, panggilan kecemasan boleh dibuat melalui WLAN dan maklumat lokasi peranti anda boleh digunakan bagi panggilan kecemasan untuk membantu usaha penyelamatan tidak kira sama ada anda telah mendayakan Perkhidmatan Lokasi. Walau bagaimanapun, pembawa anda mungkin memilih untuk menggunakan alamat pengebilan anda atau alamat lain yang anda berikan kepada pembawa anda bagi tujuan menghalakan perkhidmatan kecemasan. Anda boleh mengemas kini maklumat alamat anda untuk pembawa anda dalam Seting pada peranti iOS anda dan dalam Seting FaceTime pada Mac anda. Anda patut memastikan maklumat ini dikemas kini. Jika tidak, perkhidmatan kecemasan mungkin tidak dapat dihalakan dengan betul ke lokasi fizikal anda. Atas sebab kebolehpercayaan lokasi, adalah lebih baik panggilan kecemasan dibuat melalui perkhidmatan selular atau talian tetap tradisional dan ciri Panggilan WLAN untuk panggilan sedemikian hanya digunakan sebagai pilihan terakhir. Untuk mendapatkan maklumat lanjut tentang Panggilan WLAN, rujuk syarat, dasar privasi dan amalan pembawa anda. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy
nl: Sommige aanbieders laten je op je iOS-, watchOS- en Mac-apparaten bellen via WLAN (en/of via mobieledataverkeer op WLAN + Cellular iPad-modellen als het WLAN-signaal zwak of niet beschikbaar is). Als je bellen via WLAN inschakelt en verbinding maakt met een WLAN-netwerk vanaf een apparaat waarop bellen via WLAN is ingeschakeld, kan op basis van je IP-adres (of mobiele netwerk, indien van toepassing) informatie over het land waar de netwerk­verbinding tot stand komt naar je aanbieder worden gestuurd om de kosten te berekenen en te bepalen welke diensten beschikbaar zijn. Als je niet wilt dat deze informatie wordt gedeeld met je aanbieder, kun je bellen via WLAN uitschakelen op je iPhone en de gekoppelde Apple Watch door in Instellingen naar 'Apps' > 'Telefoon' te gaan en te tikken om 'Bellen via WLAN' (voor de iPhone) uit te schakelen en 'Bellen via andere apparaten' (voor je andere apparaten, inclusief je Apple Watch) uit te schakelen. Om bellen via WLAN uit te schakelen op je iPad of iPod touch, ga je in Instellingen naar 'FaceTime' en schakel je 'Bellen via iPhone' uit. Om bellen via WLAN uit te schakelen op je Mac, ga je in FaceTime naar 'Instellingen' en schakel je 'Bellen vanaf iPhone' uit. Om je aanbieder in staat te stellen verkorte nummers (oproepen naar korte nummers voor toegang tot openbare diensten) te bellen via WLAN of mobiele data, moet Apple de stad opgeven waar het gesprek tot stand komt zodat je aanbieder het gesprek correct kan doorsturen. Als je niet wilt dat de stad waarin je belt wordt gedeeld met je aanbieder voor het bellen van verkorte nummers, kun je op je iOS- of watchOS-apparaat locatievoorzieningen uitschakelen voor bellen via WLAN. Ga hiervoor in Instellingen naar 'Privacy en beveiliging' > 'Locatievoorzieningen' > 'Systeem' en tik om 'Bellen via WLAN' uit te schakelen. Op de Mac kun je locatie­voorzieningen uitschakelen voor bellen via WLAN door in Systeem­instellingen naar 'Privacy en beveiliging' > 'Locatie­voorzieningen' te gaan. Klik vervolgens op 'Details' naast 'Systeem' en deselecteer bellen via WLAN. Als je locatie­voorzieningen voor bellen via WLAN uitschakelt, kan je apparaat niet bepalen in welke plaats je een verkort nummer belt voor een WLAN-gesprek. Hierdoor kan je aanbieder je gesprek mogelijk niet op de juiste manier door­sturen of verbinden. Als je op je iPhone het alarm­nummer belt, wordt de oproep indien mogelijk via het mobiele netwerk geleid. Als het mobiele netwerk niet beschikbaar is, en je bellen via WLAN hebt ingeschakeld, kan het alarmnummer via WLAN worden gebeld en mogen de locatiegegevens van je apparaat worden gebruikt, ongeacht of je locatievoorzieningen hebt ingeschakeld of niet. Je aanbieder kan echter je factuuradres of andere opgegeven adressen gebruiken ten behoeve van de hulpdiensten. Je kunt je adresgegevens voor jouw aanbieder bijwerken in Instellingen op je iOS-apparaten en in de FaceTime-instellingen op je Mac. Houd deze informatie up-to-date. Als je dit niet doet, kunnen de hulpdiensten niet correct naar je fysieke locatie worden geleid. Om een zo betrouwbaar mogelijke locatie door te geven, is het aan te raden het alarm­nummer te bellen via het traditionele mobiele of vaste telefoon­netwerk, en bellen via WLAN alleen als laatste redmiddel te gebruiken. Meer informatie over bellen via WLAN vind je in de voor­waarden, het privacy­beleid en de handels­praktijken van je aanbieder. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op http://www.apple.com/nl/privacy
no: Noen operatører tilbyr WLAN-anrop der du kan utføre og motta anrop på iOS- og watchOS-enheter og Macer (og/eller over mobildata på iPad-modeller med WLAN + Cellular der WLAN-signalet er svakt eller utilgjengelig). Hvis du aktiverer WLAN-anrop og kobler til et WLAN-nettverk fra en enhet som har WLAN-anrop aktivert, kan informasjon basert på landet der nettverksforbindelsen opprettes, som igjen baseres på IP-adressen din (eller mobilnettet hvis brukt), sendes til operatøren din for riktig fakturering og tilgjengelighet på tjenester. Hvis du ikke vil dele denne informasjonen med operatøren, kan du slå av WLAN-anrop på iPhone og sammenkoblet Apple Watch ved å gå til Innstillinger > Apper > Telefon og slå av WLAN-anrop (for iPhone) og Anrop på andre enheter (for andre enheter, inkludert Apple Watch). Du kan slå av WLAN-anrop på iPad eller iPod touch i Innstillinger under FaceTime ved å slå av Anrop fra iPhone. På Mac slår du av WLAN-anrop ved å gå til FaceTime > Innstillinger og slå av Anrop fra iPhone. For at operatøren din skal kunne videreføre korte spesialnummer (anrop til forkortede nummer til offentlige tjenester) over WLAN eller mobilnettet, må Apple opplyse om hvilken by anropet finner sted i, slik at operatøren kan videresende anropet til riktig mottaker. Hvis du ikke vil at operatøren skal vite hvor du ringer fra når du bruker korte spesialnummer, kan du slå av Stedstjenester for WLAN-anrop på iOS- eller watchOS-enheten ved å gå til Innstillinger > Personvern og sikkerhet > Stedstjenester > Systemtjenester og slå av WLAN-anrop. Du kan slå av Stedstjenester for WLAN-anrop på Mac ved å gå til Systeminnstillinger > Personvern og sikkerhet > Stedstjenester og deretter klikke på Detaljer ved siden av Systemtjenester og slå av WLAN-anrop. Hvis du slår av Stedstjenester for WLAN-anrop, vil ikke enheten kunne finne eller sende informasjon om stedet du befinner deg til operatøren når du slår et lokalt kortnummer som WLAN-anrop, og operatøren kan derfor kanskje ikke videreføre anropet til riktig mottaker. Nødanrop fra iPhone blir sendt via mobilnettet når tilgjengelig. Hvis et mobilnett ikke er tilgjengelig og du har aktivert WLAN-anrop, kan du utføre nødanrop over WLAN. Enhetens stedsinformasjon kan bli brukt til å hjelpe nødetatene med å finne deg, selv når du ikke har aktivert Stedstjenester. Operatøren din kan derimot velge å bruke faktureringsadressen din eller en annen adresse du har oppgitt til operatøren i tilfelle nødanrop. Du kan oppdatere adressen din hos operatøren i Innstillinger på iOS-enhetene dine og i FaceTime-innstillingene på Mac. Du bør passe på at informasjonen alltid er oppdatert. Hvis ikke, kan det hende nødetatene sendes til feil sted ved nødanrop. For å gjøre stedsinformasjonen mer nøyaktig er det best å utføre nødanrop over vanlig mobilnett eller fasttelefon og kun bruke funksjonen WLAN-anrop som siste utvei. Du kan finne mer informasjon om WLAN-anrop i mobiloperatørens vilkår, betingelser og retningslinjer for personvern. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Niektórzy operatorzy pozwalają nawiązywać i odbierać połączenia na urządzeniach iOS i watchOS oraz Macach przez WLAN (i/lub przez sieć komórkową w przypadku modeli WLAN + Cellular iPada, gdy sygnał sieci WLAN jest słaby lub niedostępny). Jeśli używasz funkcji Rozmowy przez WLAN i łączysz się z siecią WLAN lub siecią komórkową z urządzenia, na którym funkcja ta jest włączona, informacje o kraju, z którego wykonywane jest połączenie, mogą zostać wysłane do Twojego operatora na potrzeby świadczenia usług i fakturowania. Informacje te są ustalane na podstawie adresu IP (lub sieci komórkowej, jeśli ma zastosowanie). Jeśli nie chcesz udostępniać tych informacji operatorowi, możesz wyłączyć Rozmowy przez WLAN na iPhonie i połączonym z nim w parę Apple Watch. W tym celu przejdź do Ustawień, stuknij w Aplikacje > Telefon i wyłącz stuknięciem opcje Rozmowy przez WLAN (iPhone) oraz Na innych urządzeniach (inne urządzenia, w tym Apple Watch). Aby wyłączyć Rozmowy przez WLAN na iPadzie lub iPodzie touch, przejdź do Ustawień, stuknij w FaceTime, a następnie wyłącz Połączenia z iPhone’a. Aby wyłączyć Rozmowy przez WLAN na Macu, otwórz FaceTime, otwórz Ustawienia, a następnie wyłącz Połączenia z iPhone’a. Aby Twój operator mógł obsługiwać połączenia przez WLAN lub sieć komórkową przy użyciu krótkich kodów (skróconych numerów umożliwiających dostęp do usług publicznych), Apple musi udostępnić operatorowi niezbędne do prawidłowego przekierowania informacje o miejscowości, z której wykonywane jest połączenie. Jeśli wykonując połączenia przy użyciu krótkich kodów nie chcesz udostępniać tych informacji operatorowi, możesz wyłączyć usługi lokalizacji dla Rozmów przez WLAN na urządzeniu iOS lub watchOS. W tym celu przejdź do Ustawień, stuknij w Prywatność i ochrona > Usługi lokalizacji > Usługi systemowe i wyłącz stuknięciem opcję Rozmowy przez WLAN. Aby wyłączyć usługi lokalizacji dla funkcji Rozmowy przez WLAN na Macu, otwórz Ustawienia systemowe, kliknij w Prywatność i ochrona > Usługi lokalizacji, a następnie kliknij w Szczegóły obok pozycji Usługi systemowe i usuń zaznaczenie opcji Rozmowy przez WLAN. Jeśli wyłączysz usługi lokalizacji dla Rozmów przez WLAN, po wybraniu krótkiego kodu urządzenie nie będzie mogło określić ani wysłać do operatora informacji o miejscowości, w wyniku czego operator może nie być w stanie prawidłowo przekierować połączenia. Połączenia alarmowe na iPhonie są wykonywane przy użyciu dostępnych usług sieci komórkowej. Jeśli usługi te nie są dostępne i zostały włączone Rozmowy przez WLAN, połączenia alarmowe mogą być kierowane przez WLAN; informacje o położeniu urządzenia mogą wtedy zostać użyte do wysłania pomocy we właściwe miejsce, niezależnie od tego, czy usługi lokalizacji zostały włączone. Operator może jednak wedle uznania skierować służby ratownicze pod adres faktury lub adres podany na potrzeby świadczenia usług. Dane adresowe do wiadomości operatora można uaktualniać w Ustawieniach na urządzeniach iOS i w ustawieniach FaceTime na Macu. Dane te powinny być zawsze aktualne. W przeciwnym przypadku służby ratownicze mogą nie zostać właściwie skierowane do lokalizacji, w której się znajdujesz. Ze względu na niezawodność lokalizacji lepiej jest wykonywać połączenia alarmowe korzystając z tradycyjnych usług komórkowych lub stacjonarnych, a funkcji Rozmowy przez WLAN używać na takie potrzeby tylko w ostateczności. Więcej informacji o Rozmowach przez WLAN możesz znaleźć w warunkach świadczenia usług i zasadach prywatności operatora. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/legal/privacy/pl/.
pt_br: Algumas operadoras permitem que você faça e receba ligações em dispositivos iOS, watchOS e Mac via WLAN (e/ou via dados celulares em modelos de iPad WLAN + Cellular quando o sinal WLAN estiver fraco ou indisponível). Se você ativar as Ligações WLAN e se conectar a uma rede WLAN em um dispositivo compatível com Ligações WLAN, informações sobre o país onde a conexão de rede for feita, com base no seu endereço IP (ou rede celular, se aplicável), poderão ser enviadas à sua operadora para fins de cobrança e disponibilização de serviços. Caso não deseje compartilhar essas informações com a operadora, você pode desativar as Ligações WLAN no iPhone e Apple Watch emparelhado. Acesse Ajustes > Apps > Telefone e toque para desativar as Ligações WLAN (no iPhone) e desativar as Ligações em Outros Dispositivos (em outros dispositivos, incluindo o Apple Watch emparelhado). Para desativar as Ligações WLAN em um iPad ou iPod touch, abra Ajustes > FaceTime e desative as Ligações do iPhone. Para desativar as Ligações WLAN em um Mac, acesse FaceTime > Ajustes e desative as Ligações do iPhone. Para que sua operadora possa completar ligações para telefones úteis (ligações para números abreviados que fornecem acesso a serviços públicos) via WLAN ou dados celulares, a Apple deve informar de qual cidade a ligação é feita para auxiliar a operadora a direcionar a ligação corretamente. Caso não deseje compartilhar com a sua operadora a cidade de onde realiza ligações para telefones úteis, você pode desativar os Serviços de Localização para Ligações Wi‑Fi em dispositivos iOS ou watchOS. Para fazer isso, abra Ajustes > Privacidade e Segurança > Serviços de Localização > Serviços do Sistema e toque para desativar as Ligações WLAN. É possível desativar os Serviços de Localização para Ligações WLAN no Mac. Para isso, acesse Ajustes do Sistema > Privacidade e Segurança > Serviços de Localização, clique em Detalhes ao lado de Serviços do Sistema e desmarque a opção Ligações WLAN. Se você desativar os Serviços de Localização para as Ligações WLAN, seu dispositivo não poderá determinar ou informar à operadora a cidade onde você se encontra quando você fizer uma ligação WLAN para um número de telefone útil. Como consequência, pode ser que a operadora não possa direcionar ou realizar sua ligação corretamente. As ligações de emergência feitas no iPhone são direcionadas por meio do serviço celular, quando disponível. Caso o serviço celular não esteja disponível e você tenha ativado as Ligações WLAN, ligações de emergência poderão ser feitas via WLAN e informações sobre a localização do seu dispositivo podem ser usadas nas ligações de emergência para auxiliar nos esforços de ajuda, quer você tenha ativado os Serviços de Localização ou não. Porém, sua operadora pode optar por usar seu endereço de cobrança ou outro endereço fornecido por você para direcionar serviços de emergência. Você pode alterar as informações de endereço fornecidas para sua operadora nos Ajustes do seu dispositivo iOS e nos Ajustes do FaceTime no seu Mac. É recomendável manter essas informações atualizadas. Caso não estejam atualizadas, pode ser que os serviços de emergência não sejam corretamente direcionados à sua localização física. Para que a localização seja determinada com confiabilidade, é preferível fazer ligações de emergência por meio do serviço celular tradicional ou de linhas fixas, e usar os recursos das Ligações WLAN para tais ligações apenas em último caso. Para obter mais informações sobre as Ligações WLAN, consulte os termos, política de privacidade e práticas da sua operadora. A todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: Determinadas operadoras permitem efetuar e receber chamadas nos seus dispositivos iOS, watchOS e Mac através de WLAN (e/ou através da rede de dados móveis nos modelos WLAN + Cellular do iPad quando o sinal WLAN está fraco ou não está disponível). Se ativar as chamadas por WLAN e estabelecer ligação a uma rede WLAN, a informação acerca do país onde efetuou a ligação à rede, com base no endereço IP (ou rede móvel, se aplicável), pode ser enviada à sua operadora para efeitos de faturação e disponibilidade do serviço. Caso prefira não partilhar esta informação com a sua operadora, pode desativar as chamadas por WLAN no iPhone e Apple Watch emparelhado. Em Definições > Aplicações > Telefone, desative as opções “Chamadas por WLAN” (no iPhone) e “Chamadas noutros dispositivos” (para os outros dispositivos, incluindo o Apple Watch emparelhado). Para desativar as chamadas por WLAN no iPad ou iPod touch, desative a opção “Chamadas do iPhone” em Definições > FaceTime. Para desativar as chamadas por WLAN no Mac, vá a FaceTime > Definições e desative a opção “Chamadas do iPhone”. Para a sua operadora poder completar chamadas por WLAN ou dados móveis a números abreviados de serviços públicos, a Apple tem de lhe fornecer a cidade de onde a chamada for feita para esta poder ser devidamente encaminhada. Se preferir não partilhar com a sua operadora a cidade de onde está a efetuar a chamada, pode desativar os serviços de localização para as chamadas por WLAN, no dispositivo iOS ou watchOS; em Definições > Privacidade e segurança > Serviços de localização > Serviços do sistema, desative a opção “Chamadas por WLAN”. Para desativar os serviços de localização para as chamadas por WLAN no Mac, vá a Definições do Sistema > Privacidade e segurança > Privacidade > Serviços de localização, clique em “Detalhes” junto a “Serviços do sistema” e, depois, desassinale “Chamadas por WLAN”. Caso desative os serviços de localização para as chamadas por WLAN, o seu dispositivo deixará de poder determinar ou enviar à sua operadora o nome da cidade onde se encontra, o que pode impedir que as chamadas para números abreviados feitas por WLAN sejam devidamente encaminhadas. As chamadas de emergência do iPhone são efetuadas pela rede móvel sempre que possível. No caso de a rede móvel não se encontrar disponível, as chamadas de emergência podem ser efetuadas pela rede WLAN, se tiver ativado esta funcionalidade. Neste caso, a localização do seu dispositivo pode ser usada para acelerar o tempo de resposta quer tenha ativado os serviços de localização quer não. Contudo, a sua operadora pode optar por usar o seu endereço de faturação ou outro endereço por si fornecido para direcionar os serviços de urgência. Pode atualizar esta informação nas Definições nos seus dispositivos iOS e nas definições do FaceTime no Mac. Esta informação deve ser atualizada com regularidade. Caso contrário, há o risco de os serviços de emergência serem enviados para o local errado. Por esta razão, é preferível efetuar sempre as chamadas de emergência pela rede móvel ou fixa, e usar as chamadas por WLAN para este efeito apenas como último recurso. Encontrará informação adicional acerca das chamadas por WLAN nos termos de utilização e normas de privacidade da sua operadora. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/privacy
ro: Anumiți operatori vă permit să efectuați și să recepționați apeluri pe dispozitivele dvs. iOS, watchOS și Mac prin WLAN (și/sau prin conexiunea celulară de date pe modelele de iPad WLAN + Cellular, atunci când semnalul WLAN este slab sau indisponibil). Dacă activați apelarea WLAN și vă conectați la o rețea WLAN de pe un dispozitiv compatibil cu apelarea WLAN, este posibil ca informațiile despre țara de unde este realizată conexiunea, bazate pe adresa dvs. de IP (sau pe rețeaua celulară, după caz), să fie trimise la operatorul dvs. în scopuri privind facturarea și disponibilitatea serviciului. Dacă nu doriți să partajați aceste informații cu operatorul dvs., puteți să dezactivați apelarea WLAN pe iPhone‑ul dvs. și pe Apple Watch‑ul asociat accesând Configurări > Aplicații > Telefon și apăsând pentru a dezactiva opțiunile “Apelare WLAN” (pentru iPhone) și “Apelare de pe alte dispozitive” (pentru celelalte dispozitive ale dvs., inclusiv Apple Watch‑ul dvs. asociat). Pentru a dezactiva apelarea WLAN pe un iPad sau iPod touch, accesați Configurări > FaceTime și dezactivați Apelare de pe iPhone. Pentru a dezactiva apelarea WLAN pe Mac, accesați FaceTime > Configurări și dezactivați “Apelare de pe iPhone”. Pentru ca operatorul dvs. să poată efectua apeluri cu numere scurte (apeluri către numerele abreviate care furnizează acces la serviciile publice) prin WLAN sau date celulare, Apple trebuie să‑i furnizeze operatorului informații despre orașul din care este inițiat apelul în vederea dirijării corecte a acestuia. Dacă nu doriți să partajați cu operatorul dvs. informații despre orașul din care apelați numere scurte, puteți să dezactivați serviciile de localizare pentru apelarea WLAN pe un dispozitiv iOS sau watchOS accesând Configurări > Intimitate și securitate > Servicii de localizare > Servicii de sistem și apăsând pentru a dezactiva opțiunea “Apelare WLAN”. Puteți să dezactivați serviciile de localizare pentru apelarea WLAN de pe Mac accesând Configurări sistem > Intimitate și securitate > Servicii de localizare, apoi făcând clic pe “Detalii” lângă “Servicii de sistem” și deselectând opțiunea “Apelare WLAN”. Dacă dezactivați serviciile de localizare pentru apelarea WLAN, dispozitivul dvs. nu va putea să determine sau să trimită informații despre orașul în care vă aflați atunci când formați un număr scurt pentru apelare WLAN și, ca rezultat, este posibil ca operatorul dvs. să nu poată să dirijeze sau să conecteze corect apelul dvs. Apelurile de urgență de pe iPhone‑ul dvs. sunt dirijate prin serviciul celular, în funcție de disponibilitate. În eventualitatea în care serviciul celular nu este disponibil și ați activat apelarea WLAN, apelurile de urgență pot fi efectuate prin WLAN, iar informațiile de localizare ale dispozitivului dvs. pot fi utilizate pentru apelurile de urgență în scopul de a sprijini eforturile de răspuns indiferent dacă ați activat sau nu serviciile de localizare. În orice caz, operatorul dvs. poate opta să utilizeze adresa dvs. de facturare sau o altă adresă pe care i‑ați furnizat‑o în scopul dirijării serviciilor de urgență. Puteți să vă actualizați informațiile privind adresa pentru operatorul dvs. în aplicația Configurări pe dispozitivele iOS și în configurările FaceTime de pe Mac. Este recomandat să mențineți aceste informații actualizate la zi. În caz contrar, este posibil ca dirijarea corectă a serviciilor de urgență relevante către localizarea dvs. fizică să fie afectată. Din considerente de fiabilitate a localizării, este preferabil să efectuați apeluri de urgență utilizând serviciile tradiționale prin conexiune celulară sau linii fixe și să utilizați funcționalitățile de apelare WLAN pentru astfel de apeluri doar în ultimă instanță. Pentru mai multe informații despre apelarea WLAN, consultați clauzele, politica de confidențialitate și practicile operatorului dvs. Informațiile colectate de Apple vor fi în permanență tratate în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Некоторые операторы связи предоставляют возможность принимать и совершать вызовы по сети WLAN на устройствах iOS, watchOS и компьютерах Mac (и/или по сотовой сети на устройствах iPad модели WLAN + Cellular, когда сигнал WLAN недостаточно сильный или отсутствует). Если функция «Вызовы по WLAN» включена на устройстве, которое подключено к сети WLAN, то установленная по IP‑адресу (или сотовой сети) информация о стране, где было выполнено сетевое подключение, может быть передана оператору связи для оказания услуг и взимания платы. Если Вы не хотите предоставлять эту информацию оператору связи, Вы можете выключить функцию «Вызовы по WLAN» на iPhone и объединенных с ним в пару часах Apple Watch. Для этого откройте «Настройки» > «Приложения» > «Телефон», затем касанием выключите параметр «Вызовы по WLAN» (для выключения функции на iPhone) и параметр «На других устройствах» (для выключения функции на других устройствах, в том числе на объединенных в пару часах Apple Watch). Чтобы выключить функцию «Вызовы по WLAN» на iPad или iPod touch, откройте «Настройки» > «FaceTime» и выключите параметр «Вызовы с iPhone». Чтобы выключить функцию «Вызовы по WLAN» на компьютере Mac, откройте FaceTime, перейдите в Настройки и выключите параметр «Вызовы с iPhone». Когда Вы совершаете вызов на короткий номер (вызов на сокращенные номера для связи с государственными службами) по сети WLAN или сотовой сети, компания Apple обязана сообщить оператору связи, из какого города Вы звоните. Это необходимо для того, чтобы оператор мог соединить Вас с необходимыми службами. Если Вы не хотите сообщать оператору связи о том, из какого города Вы совершаете вызов на короткий номер, можно выключить службы геолокации для функции «Вызовы по WLAN». Для этого на устройстве iOS или watchOS откройте «Настройки» > «Конфиденциальность и безопасность» > «Службы геолокации» > «Системные службы» и касанием выключите параметр «Вызовы по WLAN». Чтобы выключить Службы геолокации для функции «Вызовы по WLAN» на Mac, откройте «Системные настройки» > «Конфиденциальность и безопасность» > «Службы геолокации», рядом с пунктом «Системные службы» нажмите кнопку «Подробнее», а затем снимите флажок «Вызовы по WLAN». Если выключить службы геолокации для функции «Вызовы по WLAN», Ваше устройство не сможет определить Ваш город и сообщить оператору связи о том, откуда Вы совершаете вызов по WLAN на короткий номер. В результате оператор может неправильно перенаправить или обработать такой вызов. Экстренные вызовы с iPhone передаются по сотовой сети, если она доступна. Если сотовая сеть недоступна, но включена функция «Вызовы по WLAN», экстренные вызовы могут передаваться по сети WLAN, а данные о геопозиции устройства могут быть использованы экстренными службами вне зависимости от того, включены ли Службы геолокации на данном устройстве. Оператор связи может использовать адрес плательщика или другой адрес, который Вы предоставили оператору связи на случай вызова экстренных служб. Вы можете обновить адрес, который будет передан оператору связи. Для этого откройте Настройки на своем устройстве iOS или настройки FaceTime на компьютере Mac. Следите за актуальностью этой информации. Если Вы указали неактуальный адрес, экстренные службы могут получить неточные данные о Вашем местонахождении. Для корректного определения местоположения рекомендуется совершать экстренные вызовы по сотовой сети или по проводным линиям связи, а функцию «Вызовы по WLAN» следует использовать только в крайнем случае. Подробную информацию о функции «Вызовы по WLAN» можно найти в положениях, условиях и политике конфиденциальности оператора связи. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com/ru/privacy.
sk: Niektorí operátori vám umožňujú vykonávať a prijímať hovory na vašich zariadeniach so systémami iOS, watchOS a na vašich Macoch (a/alebo prostredníctvom mobilných dát na WLAN + Cellular modeloch iPadov, ak je signál WLAN slabý alebo nedostupný). Ak zapnete Volania cez WLAN a pripojíte k WLAN sieti zariadenie podporujúce Volania cez WLAN, môžu byť informácie o krajine, v ktorej ste sa pripojili k sieti, stanovené na základe IP adresy (prípadne mobilnej siete, ak je dostupná), odoslané vášmu operátorovi za účelom fakturácie a stanovenia dostupnosti služby. Ak nechcete zdieľať tieto informácie so svojím operátorom, môžete vypnúť Volania cez WLAN na svojom iPhone a spárovaných Apple Watch tak, že prejdete do Nastavenia > Apky > Telefón a klepnutím vypnete možnosť Volania cez WLAN (pre iPhone) a možnosť Hovory na zariadeniach (pre vaše ostatné zariadenia vrátane spárovaných Apple Watch). Ak chcete vypnúť Volania cez WLAN na svojom iPade alebo iPode touch, prejdite do Nastavenia > FaceTime a vypnite možnosť Hovory z iPhonu. Ak chcete vypnúť Volania cez WLAN na svojom Macu, prejdite do FaceTime > Nastavenia a vypnite možnosť Hovory z iPhonu. Aby mohol váš operátor uskutočňovať volania na skrátené čísla (volania na čísla, ktoré poskytujú prístup k verejným službám) cez WLAN, musí spoločnosť Apple kvôli správnemu smerovaniu hovoru poskytnúť vášmu operátorovi mesto, v ktorom uskutočňujete hovor. Ak nechcete počas volania na skrátené čísla zdieľať so svojím operátorom mesto, v ktorom sa nachádzate, môžete vypnúť lokalizačné služby pre Volania cez WLAN na iOS alebo watchOS zariadení tak, že prejdete do Nastavenia > Súkromie a bezpečnosť > Lokalizačné služby > Systémové služby a klepnutím vypnete Volania cez WLAN. Na Macu môžete vypnúť lokalizačné služby pre Volania cez WLAN tak, že prejdete do Systémové nastavenia > Súkromie a bezpečnosť > Lokalizačné služby, kliknete na Detaily vedľa možnosti Systémové služby a potom zrušíte zaškrtnutie možnosti Volania cez WLAN. Ak vypnete lokalizačné služby pre Volania cez WLAN, vaše zariadenie nebude schopné určiť alebo odoslať vášmu operátorovi mesto, v ktorom sa nachádzate počas vytáčania skráteného čísla pre hovor cez WLAN, a následne váš operátor pravdepodobne nebude vedieť správne smerovať alebo prepojiť váš hovor. Tiesňové volania z vášho iPhonu sú smerované cez dostupnú mobilnú službu. Ak nie je dostupná mobilná služba a máte zapnutú funkciu Volania cez WLAN, môžu byť tiesňové volania uskutočnené cez WLAN a informácie o polohe vášho zariadenia môžu byť pri tiesňových volaniach použité na nasmerovanie záchranných služieb bez ohľadu na to, či máte zapnuté lokalizačné služby. Váš operátor však môže na nasmerovanie záchranných služieb použiť vašu fakturačnú alebo inú adresu, ktorú ste mu poskytli. Svoju adresu u operátora môžete aktualizovať v apke Nastavenia na svojom iOS zariadení alebo v nastaveniach FaceTime na svojom Macu. Tieto informácie by mali vždy byť aktuálne. Neaktuálne informácie môžu zabrániť správnemu nasmerovaniu záchranných služieb. Z dôvodu spoľahlivosti určovania polohy je výhodnejšie uskutočňovať tiesňové volania cez tradičnú mobilnú sieť alebo pevnú linku a funkciu Volania cez WLAN použiť len ako poslednú možnosť. Viac informácií o volaniach cez WLAN nájdete v podmienkach, zásadách ochrany osobných údajov a pravidlách vášho operátora. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Določeni operaterji vam omogočajo klicanje in prejemanje klicev v napravah s sistemom iOS ali watchOS in Macih prek omrežja WLAN (in/ali prek mobilnih podatkov pri modelih iPad, ki uporabljajo WLAN in mobilne podatke, kadar je signal omrežja WLAN šibek ali ni na voljo). Če omogočite klice prek omrežja WLAN in v napravi z omogočenimi klici prek omrežja WLAN vzpostavite povezavo z omrežjem WLAN ali mobilnim podatkovnim omrežjem, bodo podatki o državi, v kateri ste vzpostavili povezavo z omrežjem, na podlagi vašega naslova IP (ali mobilnega omrežja, če se uporablja) morda poslani operaterju zaradi obračunavanja in razpoložljivosti storitve. Če ne želite deliti teh podatkov z operaterjem, lahko izklopite klice prek omrežja WLAN v iPhonu in seznanjeni uri Apple Watch tako, da odprete Nastavitve >Aplikacije > Telefon in tapnete, da izklopite možnost Klici prek omrežja WLAN (za iPhone) ali da izklopite Klici v drugih napravah (za druge naprave, vključno s seznanjeno uro Apple Watch). Če želite izklopiti klice prek omrežja WLAN v iPadu ali napravi iPod touch, odprite Nastavitve > FaceTime in izklopite možnost Klici iz iPhona. Če želite izklopiti klice prek omrežja WLAN v Macu, odprite FaceTime > Nastavitve in izklopite možnost Klici iz iPhona. Da bo vaš operater lahko opravil klice s kratkimi kodami (klice na skrajšane številke, ki omogočajo dostop do javnih storitev) prek omrežja WLAN ali mobilnih podatkov, mora Apple operaterju posredovati podatke o mestu, iz katerega je klic vzpostavljen, da bo lažje ustrezno preusmeril klic. Če pri opravljanju klicev s kratkimi kodami z operaterjem ne želite deliti podatkov o mestu, iz katerega kličete, lahko v operacijskih sistemih iOS in watchOS izklopite lokacijske storitve za klice prek omrežja WLAN tako, da odprete Nastavitve > Zasebnost > Lokacijske storitve > Sistemske storitve in tapnete, da izklopite Klice prek omrežja WLAN. Lokacijske storitve za klice prek omrežja WLAN lahko v Macu izklopite tako, da odprete Nastavitve sistema > Zasebnost in varnost > Lokacijske storitve, nato pa kliknete Podrobnosti zraven možnosti Sistemske storitve in prekličete izbiro Klici prek omrežja WLAN. Če izklopite lokacijske storitve za klice prek omrežja WLAN, vaša naprava ne bo mogla določiti ali operaterju poslati podatkov o vašem mestu, ko vnesete kratko številko za klic prek omrežja WLAN, zato operater morda ne bo mogel ustrezno preusmeriti ali vzpostaviti vašega klica. Klici v sili v iPhonu so preusmerjeni prek mobilne storitve, če je na voljo. Če mobilna storitev ni na voljo in ste omogočili klice prek omrežja WLAN, se klici v sili lahko vzpostavijo prek omrežja WLAN, podatki o lokaciji vaše naprave pa bodo morda uporabljeni za klice v sili zaradi lažjega reševanja, ne glede na to, ali ste omogočili Lokacijske storitve. Vaš operater lahko za usmerjanje služb za nujno pomoč uporabi vaš naslov plačnika ali drug naslov, ki ste ga navedli. Svoj naslov za operaterja lahko posodobite v Nastavitvah naprav s sistemom iOS in v nastavitvah aplikacije FaceTime v Macu. Poskrbite, da bodo ti podatki ažurni. V nasprotnem primeru službe za nujno pomoč morda ne bodo pravilno usmerjene na vašo fizično lokacijo. Za zagotavljanje zanesljivosti lokacije je priporočljivo, da se klici v sili vzpostavijo prek običajnih mobilnih ali fiksnih storitev, klici prek omrežja WLAN pa se uporabijo samo v skrajnem primeru. Za več informacij o klicih prek omrežja WLAN si oglejte pogoje, pravilnik o zasebnosti in prakse operaterja. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy
sv: Vissa operatörer tillåter att du ringer och tar emot samtal på iOS-enheter, watchOS-enheter och datorer via WLAN (och/eller via mobildata på iPad-modeller med WLAN + Cellular när WLAN-signalen är svag eller inte tillgänglig). Om du aktiverar WLAN-samtal och ansluter till ett WLAN-nätverk från en enhet som har WLAN-samtal aktiverat kan information om landet där nätverksanslutningen upprättades (baserat på din IP-adress eller ditt mobilnätverk om ett sådant finns) skickas till operatören för att behandla fakturering och tillgänglighet för tjänster. Om du inte vill dela den här informationen med din operatör kan du avaktivera WLAN-samtal på iPhone och en parkopplad Apple Watch genom att öppna Inställningar > Appar > Telefon och trycka för att avaktivera WLAN-samtal (för iPhone) och stänga av Samtal på andra enheter (för andra enheter, inklusive en parkopplad Apple Watch). Om du vill avaktivera WLAN-samtal på en iPad eller iPod touch öppnar du Inställningar > FaceTime och avaktiverar Samtal från iPhone. Om du vill avaktivera WLAN-samtal på en Mac öppnar du FaceTime > Inställningar och avaktiverar Samtal från iPhone. För att din operatör ska kunna utföra korta kodsamtal (samtal till korta telefonnummer som ger tillgång till offentliga tjänster) via WLAN eller mobildata måste Apple skicka information om staden som samtalet ringdes från till operatören för samtalsdirigering. Om du inte vill dela information om vilken stad du ringer från med operatören när du ringer korta kodsamtal kan du avaktivera Platstjänster för WLAN-samtal på iOS- eller watchOS-enheten genom att öppna Inställningar > Integritet och säkerhet > Platstjänster > Systemtjänster och trycka för att avaktivera WLAN-samtal. Du kan avaktivera Platstjänster för WLAN-samtal på en Mac genom att öppna Systeminställningar > Integritet och säkerhet > Platstjänster. Klicka sedan på Detaljer bredvid Systemtjänster och avmarkera WLAN-samtal. Om du avaktiverar Platstjänster för WLAN-samtal kommer enheten inte att kunna identifiera eller skicka staden du befinner dig i till din operatör när du slår ett kort kodnummer för ett WLAN-samtal, vilket innebär att operatören kanske inte kan dirigera eller koppla samtalet på ett korrekt sätt. Nödsamtal på iPhone skickas via mobilnätet när det är tillgängligt. Om mobilnätet inte är tillgängligt och du har aktiverat WLAN-samtal går det att ringa nödsamtal via WLAN, och enhetens platsinformation kan användas vid nödsamtal för att hjälpa utryckningspersonal, oavsett om Platstjänster har aktiverats eller inte. Din operatör kan dock välja att använda din faktureringsadress eller en annan adress som du har angett för dirigering av nödsamtal. Du kan uppdatera din adressinformation för din operatör i Inställningar på iOS-enheter och i FaceTime-inställningar på en Mac. Du bör hålla den här informationen uppdaterad. I annat fall kanske räddningstjänster inte dirigeras till din faktiska plats på rätt sätt. För att platsinformationen ska bli så tillförlitlig som möjligt är det bäst att ringa nödsamtal via ett traditionellt mobilnät eller det fasta telefonnätet, och endast använda WLAN-samtal som en sista utväg för sådana samtal. Om du vill ha mer information om WLAN-samtal hänvisas du till din operatörs villkor, integritetspolicy och praxis. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: ผู้ให้บริการบางรายจะอนุญาตให้คุณโทรออกและรับสายบนอุปกรณ์ iOS, watchOS และ Mac ของคุณผ่าน WLAN ได้ (และ/หรือผ่านข้อมูลเซลลูลาร์บน iPad รุ่น WLAN + Cellular เมื่อ WLAN มีสัญญาณอ่อนหรือไม่มี) ถ้าคุณเปิดใช้งานการโทรผ่าน WLAN และเชื่อมต่อกับเครือข่าย WLAN จากอุปกรณ์ที่เปิดใช้งานการโทรผ่าน WLAN ข้อมูลที่ขึ้นอยู่กับที่อยู่ IP (หรือเครือข่ายเซลลูลาร์ถ้ามี) ของคุณและที่เกี่ยวกับประเทศที่คุณเชื่อมต่อกับเครือข่ายอาจถูกส่งไปยังผู้ให้บริการของคุณเพื่อการเรียกเก็บเงินและตรวจสอบว่ามีบริการนั้นหรือไม่ ถ้าคุณไม่ต้องการแชร์ข้อมูลนี้กับผู้ให้บริการของคุณ คุณอาจปิดใช้การโทรผ่าน WLAN บน iPhone และ Apple Watch ที่จับคู่ได้โดยไปที่การตั้งค่า > แอป > โทรศัพท์ แล้วแตะเพื่อปิดใช้การโทรผ่าน WLAN (สำหรับ iPhone) และปิดใช้การโทรบนอุปกรณ์เครื่องอื่น (สำหรับอุปกรณ์เครื่องอื่นของคุณ รวมทั้ง Apple Watch ที่คุณจับคู่ด้วย) ในการปิดใช้การโทรผ่าน WLAN บน iPad หรือ iPod touch ของคุณ ให้ไปที่การตั้งค่า > FaceTime แล้วปิดใช้การโทรจาก iPhone ในการปิดใช้การโทรผ่าน WLAN บน Mac ของคุณ ให้ไปที่ FaceTime > การตั้งค่า แล้วปิดใช้การโทรจาก iPhone เพื่อให้ผู้ให้บริการของคุณส่งต่อสายโทรเบอร์สายด่วน (สายโทรที่มีเบอร์เป็นตัวเลขย่อซึ่งใช้เข้าถึงบริการสาธารณะ) ผ่าน WLAN หรือข้อมูลเซลลูลาร์ Apple ต้องให้ชื่อเมืองจากสถานที่ที่คุณโทรมากับผู้ให้บริการเครือข่ายของคุณเพื่อช่วยให้ส่งต่อสายโทรได้อย่างถูกต้อง ถ้าคุณไม่ต้องการแชร์ว่าคุณโทรจากเมืองไหนกับผู้ให้บริการเมื่อคุณโทรเบอร์สายด่วน คุณอาจปิดใช้บริการหาตำแหน่งที่ตั้งสำหรับการโทรผ่าน WLAN บนอุปกรณ์ iOS หรือ watchOS ของคุณได้โดยไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > บริการหาตำแหน่งที่ตั้ง > บริการระบบ แล้วแตะเพื่อปิดใช้การโทรผ่าน WLAN คุณสามารถปิดใช้บริการหาตำแหน่งที่ตั้งสำหรับการโทรผ่าน WLAN บน Mac ได้โดยไปที่การตั้งค่าระบบ > ความเป็นส่วนตัวและความปลอดภัย > บริการหาตำแหน่งที่ตั้ง แล้วคลิกรายละเอียดที่อยู่ถัดจากบริการระบบ จากนั้นเลิกเลือกการโทรผ่าน WLAN ถ้าคุณปิดใช้บริการหาตำแหน่งที่ตั้งสำหรับการโทรผ่าน WLAN อุปกรณ์ของคุณจะไม่สามารถกำหนดหรือส่งชื่อเมืองที่คุณอยู่ให้กับผู้ให้บริการเมื่อคุณหมุนเบอร์โทรสายด่วนสำหรับการโทรผ่าน WLAN ซึ่งจะทำให้ผู้ให้บริการไม่สามารถส่งต่อสายโทรหรือต่อสายให้คุณได้อย่างถูกต้อง สายโทรฉุกเฉินบน iPhone ของคุณจะถูกส่งต่อผ่านทางบริการเซลลูลาร์หากมี ในกรณีที่ไม่มีบริการเซลลูลาร์และคุณได้เปิดใช้งานการโทรผ่าน WLAN สายโทรฉุกเฉินอาจจะถูกส่งต่อผ่าน WLAN และข้อมูลตำแหน่งที่ตั้งของอุปกรณ์ของคุณอาจจะถูกใช้สำหรับสายโทรฉุกเฉินเพื่อช่วยเหลือการตอบกลับไม่ว่าบริการหาตำแหน่งที่ตั้งจะเปิดหรือปิดใช้งานก็ตาม อย่างไรก็ตาม ผู้ให้บริการของคุณอาจเลือกที่จะใช้ที่อยู่เรียกเก็บเงินหรือที่อยู่อื่นที่คุณให้ไว้กับผู้ให้บริการสำหรับบริการสายโทรฉุกเฉิน คุณอาจอัปเดตข้อมูลที่อยู่ของคุณให้กับผู้ให้บริการของคุณได้ในการตั้งค่าบนอุปกรณ์ iOS ของคุณและในการตั้งค่า FaceTime บน Mac ของคุณ คุณควรรักษาข้อมูลนี้ให้ล่าสุดอยู่เสมอ ไม่เช่นนั้นแล้ว อาจจะทำให้บริการสายโทรฉุกเฉินไม่สามารถส่งต่อไปยังตำแหน่งที่ตั้งจริงที่ถูกต้องของคุณ ด้วยเหตุผลทางด้านความเสถียรของตำแหน่งที่ตั้ง เราแนะนำให้คุณต่อสายโทรฉุกเฉินผ่านเซลลูลาร์แบบดั้งเดิมหรือผ่านบริการโทรศัพท์พื้นฐาน และใช้คุณสมบัติการโทรผ่าน WLAN สำหรับสายที่ไม่มีทางเลือกอื่นแล้วเท่านั้น สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการโทรผ่าน WLAN โปรดดูข้อกำหนด นโยบายความเป็นส่วนตัว และการดำเนินการต่างๆ ของผู้ให้บริการเครือข่ายของคุณ ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com/th/privacy
tr: Bazı operatörler; iOS, watchOS ve Mac aygıtlarınızda WLAN üzerinden (ve/veya WLAN sinyali zayıfken veya kullanılamıyorken WLAN + Cellular model iPad’lerde hücresel veri üzerinden) arama yapabilmenize ve aranabilmenize izin verir. WLAN ile Arama’yı etkinleştirir ve WLAN ile Arama’yı destekleyen bir aygıttan bir WLAN ağına bağlanırsanız, IP adresinize (veya hücresel ağa) göre ağ bağlantınızın kurulduğu ülke bilgisi faturalandırma ve servis kullanılabilirliği amacıyla operatörünüze gönderilebilir. Bu bilgiyi operatörünüzle paylaşmak istemiyorsanız iPhone’unuzda ve eşlenmiş Apple Watch’unuzda Ayarlar > Uygulamalar > Telefon’a gidip WLAN ile Arama’ya (iPhone için) dokunup seçeneği kapatarak ve Diğerlerinde Aramalar’ı (eşlenmiş Apple Watch’unuz da dahil olmak üzere diğer aygıtlarınız için) kapatarak WLAN ile Arama’yı kapatabilirsiniz. iPad’inizde veya iPod touch’ınızda WLAN ile Arama’yı kapatmak için Ayarlar > FaceTime’a gidin ve iPhone’dan Aramalar’ı kapatın. Mac’inizde WLAN ile Arama’yı kapatmak için FaceTime > Ayarlar’a gidin ve iPhone’dan Aramalar’ı kapatın. Operatörünüzün kısa kod aramaları (kamu hizmetlerine erişim sağlayan kısaltılmış numaralara aramalar) WLAN yoluyla tamamlayabilmesi için operatörünüzün aramayı uygun şekilde yönlendirebilmesine yardımcı olmak amacıyla Apple’ın, operatörünüze aramanın yapıldığı şehri sağlaması gerekir. Kısa kod aramaları yaparken arama yaptığınız şehri operatörünüzle paylaşmak istemiyorsanız iOS veya watchOS aygıtınızda Ayarlar > Gizlilik ve Güvenlik > Konum Servisleri > Sistem Servisleri’ne gidip WLAN ile Arama’yı kapatmak için dokunarak WLAN ile Arama için Konum Servisleri’ni kapatabilirsiniz. Mac’te WLAN ile Arama için Konum Servisleri’ni Sistem Ayarları > Gizlilik ve Güvenlik > Konum Servisleri bölümüne gittikten sonra Sistem Servisleri’nin yanındaki Ayrıntılar’ı tıklayıp WLAN ile Arama’nın seçimini kaldırarak kapatabilirsiniz. WLAN ile Arama için Konum Servisleri’ni kapatırsanız WLAN araması için kısa kod numarası çevirdiğinizde aygıtınız bulunduğunuz şehri belirleyemez veya operatörünüze gönderemez ve bunun sonucunda operatörünüz aramanızı uygun bir şekilde yönlendiremeyebilir veya gerçekleştiremeyebilir. iPhone’unuzdaki acil aramalar, kullanılabildiğinde hücresel servisler yoluyla yönlendirilir. Hücresel servisin kullanılamadığı durumlarda ve WLAN ile Arama’yı etkinleştirdeyseniz, acil aramalar WLAN üzerinden yapılabilir ve Konum Servisleri’ni etkinleştirip etkinleştirmemenize bağlı olmaksızın yardım çalışmalarına katkıda bulunmak amacıyla aygıtınızın konum bilgileri acil aramalar için kullanılabilir. Ancak operatörünüz, acil servisi yönlendirmek amacıyla fatura adresinizi veya operatörünüze sağladığınız başka bir adresi kullanmayı seçebilir. iOS aygıtlarınızdaki Ayarlar’da ve Mac’inizdeki FaceTime’ın Ayarlar bölümünde operatör tarafından kullanılan adres bilgilerinizi güncelleyebilirsiniz. Bu bilgileri güncel tutmanız gerekir. Güncel tutulmaması, acil servisin fiziksel konumunuza uygun bir şekilde yönlendirilmesini engelleyebilir. Konum güvenilirliği açısından acil aramaların geleneksel hücresel servisler veya sabit hatlı servisler üzerinden yapılması ve WLAN ile Arama özelliklerinin bu tür aramalarda yalnızca son seçenek olarak kullanılması tercih edilir. WLAN ile Arama hakkında daha fazla bilgi için operatörünüzün hükümlerine, gizlilik politikasına ve uygulamalarına başvurun. Apple tarafından toplanan bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.
uk: Певні оператори звʼязку надають вам можливість робити і приймати виклики на пристроях iOS, watchOS і Mac через WLAN (та/або через стільникові дані на моделях iPad з підтримкою WLAN + Cellular, коли сигнал WLAN слабкий або недоступний). Якщо ви ввімкнули WLAN-виклики й підʼєдналися до мережі WLAN з пристрою, що підтримує функцію WLAN-викликів, інформація про країну, в якій відбулося ваше зʼєднання з мережею, на основі вашої IP‑адреси (або стільникової мережі, якщо це передбачено) може відсилатися до вашого оператора звʼязку для цілей виставлення рахунків і зʼясування доступності цієї послуги. Якщо ви не хочете поширювати цю інформацію для свого оператора звʼязку, можна вимкнути WLAN-виклики на iPhone і підʼєднаному Apple Watch. Для цього перейдіть у меню Параметри > Програми > Телефон і вимкніть параметри «WLAN-виклики» (для iPhone) та «Інші пристрої» (для інших пристроїв, зокрема підʼєднаного Apple Watch). Щоб вимкнути WLAN‑виклики на iPad або iPod touch, перейдіть у меню Параметри > FaceTime і вимкніть параметр «Виклики з iPhone». Щоб вимкнути WLAN‑виклики на Mac, перейдіть у меню FaceTime > Параметри та вимкніть параметр «Виклики з iPhone». Щоб ваш оператор звʼязку міг виконувати виклики на короткі номери (виклики на скорочені номери для доступу до суспільних послуг) через WLAN, Apple має повідомляти йому назву міста, з якого ви телефонуєте, щоб допомогти правильно спрямувати виклик. Якщо під час викликів на короткі номери ви не хочете поширювати для свого оператора звʼязку інформацію про місто, з якого ви телефонуєте, можна вимкнути Служби локації для функції «WLAN‑виклики». На пристрої iOS або watchOS перейдіть у меню Параметри > Приватність і безпека > Служби локації > Системні сервіси та вимкніть параметр «WLAN‑виклики». Можна вимкнути Служби локації для функції «WLAN‑виклики» на компʼютері Mac. Для цього перейдіть у меню Системні параметри > Приватність і безпека > Служби локації, а потім натисніть «Докладніше» поряд із пунктом «Системні сервіси» та вимкніть параметр «WLAN‑виклики». Якщо Служби локації для WLAN‑викликів буде вимкнено, ваш пристрій не зможе визначати або повідомляти вашому оператору звʼязку, у якому місті ви перебуваєте, коли набираєте короткий номер для WLAN‑виклику, що може завадити оператору правильно спрямувати чи обробити виклик. Екстрені виклики на вашому iPhone спрямовуються через стільникову мережу, коли вона доступна. Коли стільникового звʼязку немає, проте функцію «WLAN-виклики» ввімкнено, екстрені виклики можуть здійснюватися через WLAN, а інформація про геопозицію вашого пристрою може використовуватися для екстрених викликів з метою сприяння заходам із реагування, навіть якщо ви не вмикали Служби локації. Утім, ваш оператор звʼязку може застосувати вашу адресу для рахунків чи іншу надану йому адресу з метою спрямування екстрених служб. Оновити свою адресну інформацію для оператора звʼязку можна в Параметрах на пристроях iOS і в Параметрах FaceTime на компʼютері Mac. Дбайте, щоб ця інформація лишалася актуальною. Нехтування цією умовою може завадити екстреним службам отримувати правильні маршрути до вашого фізичного місця перебування. Для точнішого визначення місця перевагу слід віддавати екстреним викликам через стандартний стільниковий або стаціонарний звʼязок і застосовувати функції WLAN‑викликів для таких викликів лише за нагальної потреби. Докладнішу інформацію про функцію «WLAN-виклики» можна знайти в умовах і положеннях, політиці конфіденційності та інструкціях свого оператора звʼязку. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com/privacy
vi: Một số nhà cung cấp nhất định cho phép bạn thực hiện và nhận cuộc gọi trên thiết bị iOS, watchOS và máy Mac qua WLAN (và/hoặc qua dữ liệu di động trên các kiểu iPad WLAN + Cellular khi tín hiệu WLAN yếu hoặc không có sẵn). Nếu bạn bật Cuộc gọi WLAN và kết nối vào mạng WLAN từ thiết bị được bật Cuộc gọi WLAN, thông tin về quốc gia nơi kết nối mạng của bạn được thực hiện, dựa trên địa chỉ IP của bạn (hoặc mạng di động, nếu áp dụng), có thể được gửi cho nhà cung cấp nhằm mục đích thanh toán và cung cấp dịch vụ. Nếu không muốn chia sẻ thông tin này với nhà cung cấp thì bạn có thể tắt Cuộc gọi WLAN trên iPhone và Apple Watch được ghép đôi bằng cách đi tới Cài đặt > Ứng dụng > Điện thoại và chạm để tắt Cuộc gọi WLAN (đối với iPhone) và tắt Cuộc gọi trên thiết bị khác (đối với các thiết bị khác, bao gồm Apple Watch được ghép đôi của bạn). Để tắt Cuộc gọi WLAN trên iPad hoặc iPod touch của bạn, hãy đi tới Cài đặt > FaceTime và tắt Cuộc gọi từ iPhone. Để tắt Cuộc gọi WLAN trên máy Mac của bạn, hãy đi tới FaceTime > Cài đặt và tắt Cuộc gọi từ iPhone. Để giúp nhà cung cấp của bạn hoàn thành cuộc gọi mã ngắn (cuộc gọi đến các số được rút gọn cung cấp quyền tiếp cận đến các dịch vụ công cộng) qua WLAN hoặc dữ liệu di động, Apple phải cung cấp tên thành phố nơi cuộc gọi được thực hiện cho nhà cung cấp của bạn để giúp họ định tuyến cuộc gọi đúng cách. Nếu không muốn chia sẻ tên thành phố mà bạn đang gọi đi với nhà cung cấp khi thực hiện cuộc gọi mã ngắn thì bạn có thể tắt Dịch vụ định vị cho Cuộc gọi WLAN trên thiết bị iOS hoặc watchOS bằng cách đi tới Cài đặt > Quyền riêng tư & Bảo mật > Dịch vụ định vị > Dịch vụ hệ thống và chạm để tắt Cuộc gọi WLAN. Bạn có thể tắt Dịch vụ định vị cho Cuộc gọi WLAN trên máy Mac bằng cách đi tới Cài đặt hệ thống > Quyền riêng tư & Bảo mật > Dịch vụ định vị, sau đó bấm vào Chi tiết bên cạnh Dịch vụ hệ thống rồi bỏ chọn Cuộc gọi WLAN. Nếu bạn tắt Dịch vụ định vị cho Cuộc gọi WLAN thì thiết bị của bạn sẽ không thể xác định hoặc gửi tên thành phố mà bạn đang hiện diện đến nhà cung cấp khi bạn quay số mã ngắn cho cuộc gọi WLAN và do đó nhà cung cấp của bạn có thể không định tuyến đúng cách hoặc kết nối cuộc gọi của bạn được. Cuộc gọi khẩn cấp trên iPhone của bạn được định tuyến qua dịch vụ di động khi khả dụng. Trong trường hợp dịch vụ di động không có sẵn và bạn đã bật Cuộc gọi WLAN, cuộc gọi khẩn cấp có thể được thực hiện qua WLAN và thông tin vị trí của thiết bị có thể được sử dụng cho cuộc gọi khẩn cấp để hỗ trợ nỗ lực phản hồi, bất kể bạn có bật Dịch vụ định vị hay không. Tuy nhiên, nhà cung cấp của bạn có thể chọn cách sử dụng địa chỉ thanh toán của bạn hoặc địa chỉ khác mà bạn cung cấp cho nhà cung cấp nhằm mục đích định tuyến dịch vụ khẩn cấp. Bạn có thể cập nhật thông tin địa chỉ cho nhà cung cấp của mình trong Cài đặt trên thiết bị iOS và trong Cài đặt FaceTime trên máy Mac. Bạn nên đảm bảo thông tin này luôn cập nhật. Việc không cập nhật thông tin có thể ngăn cản việc định tuyến đúng cách dịch vụ khẩn cấp đến vị trí thực tế của bạn. Vì lý do độ tin cậy về vị trí, bạn nên thực hiện cuộc gọi khẩn cấp qua dịch vụ di động truyền thống hoặc dịch vụ điện thoại cố định và chỉ sử dụng tính năng Cuộc gọi WLAN cho các cuộc gọi đó như là biện pháp cuối cùng. Để biết thêm thông tin về Cuộc gọi WLAN, hãy tham khảo các điều khoản, chính sách quyền riêng tư và biện pháp thực hành của nhà cung cấp của bạn. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy
zh_cn: 部分运营商允许你在iOS、watchOS和Mac设备上通过无线局域网（和/或在无线局域网信号弱或不可用时，在iPad无线局域网+蜂窝网络机型上通过蜂窝数据）拨打和接听电话。 如果你启用“无线局域网通话”并从已启用无线局域网通话的设备上接入无线局域网，基于你IP地址（或蜂窝网络，如适用）得出的进行网络连接时所在国家或地区的信息可能会发送给你的运营商，以建立账单和检查服务可用性。如果你不希望与运营商共享该信息，你可以前往“设置”> App >“电话”，轻点关闭“无线局域网通话”（针对iPhone），然后关闭“在其他设备上通话”（针对其他设备，包括已配对的Apple Watch），从而关闭你iPhone及已配对Apple Watch上的无线局域网通话。若要在iPad或iPod touch上关闭“无线局域网通话”，请前往“设置”>“FaceTime通话”，并关闭“来自iPhone的通话”。若要在Mac上关闭无线局域网通话，请前往“FaceTime通话”>“设置”，并关闭“来自iPhone的通话”。 为使你的运营商可以通过无线局域网或蜂窝数据完成短号拨号（拨打提供公共服务的短号），Apple必须向你的运营商提供拨号时的城市信息，以帮助其正确转接通话。如果你不希望与运营商共享拨打短号时所在的城市信息，可以在iOS或watchOS设备上前往“设置”>“隐私与安全性”>“定位服务”>“系统服务”，然后轻点以关闭“无线局域网通话”，即可为无线局域网通话关闭“定位服务”。你可以在Mac上前往“系统设置”>“隐私与安全性”>“定位服务”，点按“系统服务”旁边的“详细信息”，然后取消选择“无线局域网通话”来为无线局域网通话关闭“定位服务”。如果为无线局域网通话关闭“定位服务”，你的设备将无法确定或向运营商发送你使用无线局域网通话拨打短号时所在的城市，运营商因而也可能无法正常为你转接或接通电话。 蜂窝网络服务可用时，你使用iPhone进行的紧急呼叫将通过蜂窝网络服务转接。如蜂窝网络服务不可用且你已启用“无线局域网通话”，那么紧急呼叫可能通过无线局域网进行，且无论你启用“定位服务”与否，你设备的位置信息均可能被用于紧急呼叫以作急救之用。你的运营商也可能选择使用你的账单地址或你向其提供的其他地址来转接紧急服务。你可以在iOS设备的“设置”及Mac上FaceTime通话的“设置”中更新提供给运营商的地址信息。你应确保该信息是最新状态。否则可能导致紧急服务无法顺利转至你实际所在的位置。出于位置可靠性理由，最好经由传统蜂窝网络服务或固话服务进行紧急呼叫，仅在万不得已时才使用“无线局域网通话”功能进行此类呼叫。 请参阅你运营商的条款、隐私政策和惯例，以了解“无线局域网通话”的更多信息。Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy
zh_hk: 某些電訊商允許你在iOS，watchOS及Mac裝置透過WLAN打出或接聽電話（以及/或者在沒有WLAN訊號或訊號微弱時，在WLAN+流動網絡型號的iPad上透過流動數據打出或接聽電話）。 如你透過一部已開啟「WLAN通話」功能的裝置開啟「WLAN通話」並連接到WLAN網絡，根據你的IP位址（在適用的情況下或會根據流動網絡），有關你連線的國家或地區的資料可能會被傳送至你的電訊商作為帳單及服務之用。如果你不希望與你的電訊商分享這些資料，你可以關閉iPhone及已配對的Apple Watch的「WLAN通話」，請前往「設定」> App >「電話」，點一下以關閉「WLAN通話」（適用於iPhone），以及關閉「在其他裝置上通話」（適用於其他裝置，包括已配對的Apple Watch）。如要關閉iPad或iPod touch的「WLAN通話」，請前往「設定」> FaceTime，關閉「來自iPhone的通話」。如要關閉Mac的「WLAN通話」，請前往FaceTime >「設定」，並關閉「來自iPhone的通話」。 為了讓你的電訊商透過WLAN或流動網絡完成短碼通話（打出提供公共服務的簡短號碼），Apple必須將你打出電話的所在城市位置提供給電訊商，以協助他們正確傳送通話。如你不想在打出短碼時與電訊商分享打出電話的所在城市位置，你可關閉iOS或watchOS裝置上「WLAN通話」的「定位服務」：請前往「設定」>「私隱與保安」>「定位服務」>「系統服務」，然後點一下以關閉「WLAN通話」。你可以在Mac上關閉「WLAN通話」的「定位服務」，請前往「系統設定」>「私隱與保安」>「定位服務」，然後按一下「系統服務」旁邊的「詳細資料」，再取消選擇「WLAN通話」。如你關閉「WLAN通話」的「定位服務」，在你透過WLAN打出短碼時，將無法使用你的裝置確認或傳送你的所在城市給電訊商，你的電訊商可能無法正確傳送或轉接你的通話。 當流動通訊服務可以使用時，iPhone的緊急電話即會透過流動通訊服務傳送。如沒有流動通訊服務但你已開啟「WLAN通話」，緊急電話或會透過WLAN打出。然而，你的電訊商可能選擇使用你的帳單地址或你向其提供的其他地址以轉接緊急服務。你可以在iOS裝置上的「設定」和Mac上的FaceTime設定中更新你向電訊商提供的地址資料。你應保持此資料為最新狀態。你應該時常更新有關地址，否則可能會妨礙緊急服務準確地找出你身處的位置。為了定位的可靠性，最好還是用傳統的流動電話服務或固網服務打緊急電話，在別無他選的情況下才使用「WLAN通話」打緊急電話。 有關「WLAN通話」的詳情，請參閲電訊商的條款、私隱政策及慣例。無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com/hk/privacy
zh_tw: 部分電信業者允許你在iOS、watchOS和Mac裝置上透過WLAN（和/或在iPad的WLAN + 行動網路機型上，若WLAN訊號微弱或無法使用時，透過行動數據）撥打和接聽電話。 若啟用「WLAN通話」並從啟用「WLAN通話」的裝置上連接WLAN網路，可能會將你建立網路連線的國家資訊（基於你的IP位址或適用的行動網路）傳送給電信業者，以便提供帳單和服務。若你不想將此資訊分享給電信業者，你可關閉iPhone和已配對Apple Watch的「WLAN通話」：請前往「設定」> App >「電話」，點一下來關閉「WLAN通話」（適用於iPhone）並關閉「在其他裝置上通話」（適用於其他裝置，包含配對的Apple Watch）。若要關閉iPad或iPod touch上的「WLAN通話」，請前往「設定」> FaceTime，然後關閉「從iPhone傳來通話」。若要關閉Mac上的「WLAN通話」，請前往FaceTime >「設定」，然後關閉「從iPhone傳來通話」。 為了讓你的電信業者透過WLAN或行動數據完成短碼通話（撥打提供公共服務的簡短號碼），Apple必須將你撥打電話的所在城市位置提供給電信業者，以協助他們正確引導通話。若你不想在撥打短碼時，與電信業者分享撥打電話的所在城市位置，你可關閉iOS或watchOS裝置上「WLAN通話」的「定位服務」：請前往「設定」>「隱私權與安全性」>「定位服務」>「系統服務」，然後點一下來關閉「WLAN通話」。你可關閉Mac上「WLAN通話」的「定位服務」，請前往「系統設定」>「隱私權與安全性」>「定位服務」，然後按一下「系統服務」旁的「詳細資訊」，然後取消選取「WLAN通話」。若關閉「WLAN通話」的「定位服務」，在你透過WLAN撥打短碼時，將無法使用你的裝置確認或傳送你的所在城市給電信業者，也因此你的電信業者可能無法正確引導或轉接你的通話。 iPhone上的緊急服務電話會透過行動服務（若可用）撥打。若無法使用行動服務且你已啟用「WLAN通話」，可能會透過WLAN撥打緊急服務電話，而且無論你是否已啟用「定位服務」，你裝置的位置資訊都有可能會用來協助緊急服務電話的救援行動。然而，你的電信業者也可能選擇使用你的帳單地址或你向其提供的其他地址以安排緊急服務。你可在iOS裝置上的「設定」和Mac上的FaceTime設定中更新你給電信業者的地址資訊。你應該確保此資訊保持在最新的狀態。否則可能無法將緊急服務單位正確引導到你所在的實際位置。為了確保位置資訊的穩定性，透過傳統的行動網路或市話撥打緊急服務電話的效果最好，請在不得已的情況下才使用「WLAN通話」功能。 如需「WLAN通話」的更多資訊，請參照電信業者的條款、隱私權政策與慣例。在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com/tw/privacy
